{
  "id": "7",
  "title": "Lesson 7: A Life of Repentance",
  "description": "Repentance is not a one-time event at the beginning of your faith. It is the ongoing rhythm of a heart that loves God and keeps turning back to Him.",
  "blocks": [
    {
      "type": "text",
      "text": "If you have made it to this final lesson, you have already walked through some of the most important foundations of the Christian life - salvation, prayer, the Bible, the church, and sharing your faith. This last lesson may be the one that holds all the others together. A life of repentance is what keeps your heart soft, your relationship with God close, and your walk with Jesus moving forward."
    },
    {
      "type": "heading",
      "text": "What is Repentance?"
    },
    {
      "type": "text",
      "text": "Many people hear the word \"repentance\" and think of guilt, shame, or punishment. But biblical repentance is something far better than that. The Greek word for repentance is <em>metanoia</em>, which means a complete change of mind. It is not just feeling bad about something you did. It is a shift in how you see God, yourself, and sin. It is an internal change of heart that leads to an outward change of life."
    },
    {
      "type": "text",
      "text": "Repentance is not just turning <em>from</em> something - it is turning <em>to</em> Someone. When we fail, a heart that loves God runs back to Him instead of running away and hiding in shame. And here is the part that changes everything: repentance is not something you have to manufacture on your own. The Bible teaches that God Himself grants repentance. He is the one who gives you the desire to come back."
    },
    {
      "type": "verse",
      "reference": "2 Timothy 2:25",
      "text": "God may perhaps grant them repentance leading to a knowledge of the truth."
    },
    {
      "type": "question",
      "id": "7-1",
      "text": "7.1 - What comes to mind when you hear the word \"repentance\"? Is it something you associate with guilt, or with freedom? Why?",
      "data_question": "7.1 - Repentance associations"
    },
    {
      "type": "heading",
      "text": "Why Live a Life of Repentance?"
    },
    {
      "type": "text",
      "text": "This is the part that matters most for a new believer to understand: we do not repent to <em>earn</em> God's love. We repent because we have <em>already received</em> it. You are not fighting sin to get a relationship with God. You are fighting sin because you already have one. God's kindness is what gives us the courage to repent in the first place."
    },
    {
      "type": "verse",
      "reference": "Romans 2:4",
      "text": "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?"
    },
    {
      "type": "text",
      "text": "When you trusted Jesus, your standing before God changed forever. You are His child, adopted and secure. That never changes. But unconfessed sin can cloud your closeness with God - not because He leaves, but because sin pulls us away. Think of it this way: a child who disobeys a parent is still their child, but there may be tension in the home until things are made right. Repentance clears the air and brings you back into the warmth of the Father's presence."
    },
    {
      "type": "text",
      "text": "Sin is also the great joy killer for the Christian. When you set your mind on the flesh, it leads to restlessness and death. But when you set your mind on the Spirit, it leads to life and peace. A life of repentance protects your heart from growing hard and keeps you sensitive to the voice of the Holy Spirit."
    },
    {
      "type": "question",
      "id": "7-2",
      "text": "7.2 - How does knowing that God already loves you change the way you think about repentance?",
      "data_question": "7.2 - God's love and repentance"
    },
    {
      "type": "heading",
      "text": "What Real Repentance Looks Like"
    },
    {
      "type": "text",
      "text": "Real repentance is more than saying \"sorry\" and more than feeling bad about getting caught. It is mourning the breach in your relationship with God. There is a difference between worldly sorrow and godly sorrow. Worldly sorrow focuses on consequences - you feel bad because of what sin cost you. Godly sorrow focuses on the cross - you grieve because your sin cost Jesus His life, and because it offended a Father who loves you deeply."
    },
    {
      "type": "verse",
      "reference": "2 Corinthians 7:10",
      "text": "For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death."
    },
    {
      "type": "text",
      "text": "True repentance also means being specific. Instead of praying, \"Lord, forgive all my sins,\" we learn to say, \"Lord, I was impatient with my family today. I was prideful in that conversation. I chose my comfort over obedience.\" When we name our sin honestly before God, something powerful happens. We stop hiding. And when we stop hiding, God meets us with grace."
    },
    {
      "type": "verse",
      "reference": "1 John 1:9",
      "text": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."
    },
    {
      "type": "text",
      "text": "One of the most important things to understand as a new believer is the difference between conviction and condemnation. Condemnation is the voice of the enemy saying, \"You are a failure. Give up.\" Conviction is the voice of the Holy Spirit saying, \"You have sinned. Come home to the Father.\" Condemnation drives you away from God. Conviction draws you back to Him."
    },
    {
      "type": "question",
      "id": "7-3",
      "text": "7.3 - Think about a time you felt guilty about something. Was it more like condemnation (driving you away from God) or conviction (drawing you toward Him)? How can you tell the difference?",
      "data_question": "7.3 - Conviction vs condemnation"
    },
    {
      "type": "heading",
      "text": "Fighting Sin from Freedom"
    },
    {
      "type": "text",
      "text": "Because you belong to Jesus, you are free. You do not have to keep doing what you keep doing. The Bible says that without faith in Jesus, you are enslaved to sin - but with faith in Jesus, you are no longer enslaved. That is the starting point for every battle against sin: you are fighting from victory, not for victory."
    },
    {
      "type": "verse",
      "reference": "Romans 8:1, 13",
      "text": "There is therefore now no condemnation for those who are in Christ Jesus. ... For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live."
    },
    {
      "type": "text",
      "text": "So how do we actually fight? Not with willpower alone. Sin gets its power by promising pleasure - it whispers that an unholy thought, a grudge, or a selfish choice will make you happier than God will. Every sin is rooted in unbelief, a failure to trust that God's promises will bring more joy than the sin. The way to break that power is not to try harder but to treasure God more. You do not stop loving sin by hating it more. You stop loving sin by loving Jesus more. As the beauty of Christ increases in your sight, the appeal of sin naturally fades."
    },
    {
      "type": "text",
      "text": "Practically, this means two things. First, starve the flesh. Make no provision for it. If you struggle with anger, stop consuming things that fuel it. If you struggle with lust, set up boundaries. Identify the areas where you are weak and take honest steps to guard those doors. Second, feed the Spirit. Fill your life with the Word of God, with prayer, and with a community of believers who will walk alongside you. The one offensive weapon in the armor of God is the sword of the Spirit, which is the Word of God. Use it."
    },
    {
      "type": "question",
      "id": "7-4",
      "text": "7.4 - What areas of weakness do you need to guard against? What is one practical step you can take to \"starve the flesh and feed the Spirit\"?",
      "data_question": "7.4 - Guarding against weakness"
    },
    {
      "type": "heading",
      "text": "When You Stumble"
    },
    {
      "type": "text",
      "text": "You will stumble. Every Christian does. A new believer needs to know this up front, because without that honesty, failure can lead to despair or even walking away from the faith entirely. But here is the truth that will anchor your soul: your failures do not define you. Jesus' faithfulness does."
    },
    {
      "type": "text",
      "text": "The amazing grace of the gospel is that when we repent, God runs to us. Just like the father in the story of the Prodigal Son, God is not standing with His arms crossed waiting for you to grovel. He is a loving Father who sees you coming from a long way off and runs to embrace you. He does not just offer you a second chance. He offers you the power of the Holy Spirit to convict you, move you to repentance, and help you walk forward again."
    },
    {
      "type": "verse",
      "reference": "Micah 7:8",
      "text": "Rejoice not over me, O my enemy; when I fall, I shall rise. When I sit in darkness, the Lord will be a light to me."
    },
    {
      "type": "text",
      "text": "The mark of a true follower of Jesus is not perfection. It is an unrelenting desire to get back up and keep walking with Him. You will fall, but because of God's keeping grace, you will not fall away. That is the promise. When you sit in the darkness of your own failure, the Lord Himself will be a light to you."
    },
    {
      "type": "question",
      "id": "7-5",
      "text": "7.5 - What encourages you most about God's response when we come back to Him after failure?",
      "data_question": "7.5 - God's response to our return"
    },
    {
      "type": "heading",
      "text": "Looking Back on the Journey"
    },
    {
      "type": "text",
      "text": "You have now walked through all seven lessons of the Starting in Discipleship Course. You have explored what it means to follow Jesus, to be saved and baptized, to pray, to read the Bible, to be part of the church, to share your faith, and to live a life of repentance. These are not just topics you have studied - they are the foundations of a life that is being transformed by the grace of God."
    },
    {
      "type": "verse",
      "reference": "Psalm 51:10-12",
      "text": "Create in me a clean heart, O God, and renew a right spirit within me. Cast me not away from your presence, and take not your Holy Spirit from me. Restore to me the joy of your salvation, and uphold me with a willing spirit."
    },
    {
      "type": "question",
      "id": "7-6",
      "text": "7.6 - As you look back on all seven lessons - Welcome to the Journey, Salvation and Baptism, Prayer, Bible, Church, Evangelism, and A Life of Repentance - how has this study and reading the Gospel of John shaped your walk with God?",
      "data_question": "7.6 - Full course reflection",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Lesson Review"
    },
    {
      "type": "text",
      "text": "You have learned that repentance is not a burden, it is a gift. The ongoing rhythm of turning back to God is what keeps your heart soft and your faith growing, and it is something you will practice for the rest of your life."
    },
    {
      "type": "bible_reading",
      "heading": "Introduction to John 19, 20, and 21",
      "intro": "In John 19-21, you will read the most important events in all of human history, the crucifixion, death, and resurrection of Jesus Christ. Take your time with these chapters, because this is the foundation that everything you have studied in this course is built on.",
      "chapters": [
        {
          "ref": "John 19"
        },
        {
          "ref": "John 20"
        },
        {
          "ref": "John 21"
        }
      ]
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "101-07-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "101-07-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "101-07-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}
