{
  "id": "6",
  "title": "Lesson 6: Evangelism",
  "description": "Something amazing just happened in your life - and the most natural thing in the world is to tell someone about it. This lesson introduces the heart of evangelism and gives you a simple rhythm called BLESS to begin living on mission right where you are. We will take a deeper dive into BLESS in a future course.",
  "blocks": [
    {
      "type": "heading",
      "text": "Tell Someone What Just Happened"
    },
    {
      "type": "text",
      "text": "Something incredible has happened to you. You have been rescued, forgiven, and adopted into God's family. The most natural response is to tell someone. Evangelism is not a sales pitch or a program - it is one beggar telling another beggar where to find bread. You do not need a theology degree. You just need to share what God has done in your life."
    },
    {
      "type": "text",
      "text": "Your \"Personal Ministry\" is sharing the Gospel with people you know and people you meet so they too can have a saving relationship with Jesus. Successful evangelism is simply sharing the Good News - it is not dependent on the person's response."
    },
    {
      "type": "question",
      "id": "6-1",
      "text": "6.1 - Think about the person or people God used to bring you to faith. Who were they, and what did they do that made a difference in your life?",
      "data_question": "6.1 - Who God used to bring you to faith"
    },
    {
      "type": "verse",
      "reference": "Romans 1:16",
      "text": "For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek."
    },
    {
      "type": "image",
      "src": "images/203-02-bless-logo.png",
      "alt": "BLESS Rhythms"
    },
    {
      "type": "heading",
      "text": "Introduction to the BLESS Rhythm"
    },
    {
      "type": "text",
      "text": "A simple rhythm called BLESS can help us live on mission every day: <strong>B</strong>egin with Prayer, <strong>L</strong>isten, <strong>E</strong>at, <strong>S</strong>erve, <strong>S</strong>tory. We will go much deeper into each of these in a future course, but here is a taste of what living on mission looks like."
    },
    {
      "type": "question",
      "id": "6-2",
      "text": "6.2 - List three people who can be a part of your personal ministry.",
      "data_question": "6.2 - Three people for personal ministry"
    },
    {
      "type": "heading",
      "text": "Listen & Serve"
    },
    {
      "type": "text",
      "text": "Before you share, learn to listen and serve. When we genuinely care for people, we create a foundation of trust and openness. People don't care how much you know until they know how much you care. To truly love our neighbors as ourselves, we should care about their well-being now and into eternity."
    },
    {
      "type": "question",
      "id": "6-3",
      "text": "6.3 - What are some ways you could care for those in your life who are not yet followers of Jesus?",
      "data_question": "6.3 - Ways to care for non-believers"
    },
    {
      "type": "heading",
      "text": "Begin with Prayer"
    },
    {
      "type": "text",
      "text": "We should talk to God about people before we talk to people about God. Prayer aligns our hearts with God's and invites His presence and power into our efforts. Prayer prepares the soil of hearts we are sowing into."
    },
    {
      "type": "question",
      "id": "6-4",
      "text": "6.4 - How can you add praying for the lost to your daily devotional time?",
      "data_question": "6.4 - Praying for the lost"
    },
    {
      "type": "heading",
      "text": "Story - Share What Happened to You"
    },
    {
      "type": "text",
      "text": "Sharing the Gospel is the central act of evangelism, where we verbally communicate the good news of Jesus Christ. And here is the beautiful thing - you already have a story. Something just happened in your life. You met Jesus. Start there. You do not need a polished presentation. Just tell someone what God did."
    },
    {
      "type": "verse",
      "reference": "Romans 10:14-15",
      "text": "How then will they call on him in whom they have not believed? And how are they to believe in him of whom they have never heard? And how are they to preach without someone preaching? And how are they to preach unless they are sent? As it is written, \"How beautiful are the feet of those who preach the good news!\""
    },
    {
      "type": "text",
      "text": "<strong>Roman Road - ABC's of the Gospel:</strong>"
    },
    {
      "type": "text",
      "text": "<strong>A - Admit</strong> you are a sinner and need a Savior. (Romans 3:23)<br>\n<strong>B - Believe</strong> in Jesus as your Savior, His death and resurrection. (Romans 10:9)<br>\n<strong>C - Confess</strong> Jesus as your Lord. (Romans 10:9)"
    },
    {
      "type": "text",
      "text": "Here is a simple app that walks you through the gospel: <a href=\"https://ministrybag.com/thegospeldiagram/\" target=\"_blank\" style=\"color: var(--accent); font-weight: 600;\">The Gospel Diagram</a>"
    },
    {
      "type": "question",
      "id": "6-5",
      "text": "6.5 - If someone asked you, \"How can I be a Christian?\" what would you say?",
      "data_question": "6.5 - How to become a Christian explanation"
    },
    {
      "type": "heading",
      "text": "Offer"
    },
    {
      "type": "text",
      "text": "The final step is offering salvation through faith in Jesus Christ. This involves:"
    },
    {
      "type": "text",
      "text": "<strong>1. A Question:</strong> \"Do you want to accept Jesus as Savior and Lord?\"<br>\n<strong>2. A Prayer:</strong> Guide them in a salvation prayer<br>\n<strong>3. An Encouragement:</strong> \"Welcome to the family of God. Let's stay connected.\""
    },
    {
      "type": "verse",
      "reference": "A Prayer to Receive Jesus",
      "text": "\"Jesus, I want to know You. I believe You died on the cross for my sins and rose again. I open my heart and receive You as my Savior and Lord. Thank You for forgiving all my sins and giving me eternal life. Help me follow You from this day forward. Amen.\""
    },
    {
      "type": "question",
      "id": "6-6",
      "text": "6.6 - What is your next step in your personal ministry this week?",
      "data_question": "6.6 - Next step in personal ministry"
    },
    {
      "type": "heading",
      "text": "Lesson 6 Review"
    },
    {
      "type": "text",
      "text": "You have been introduced to evangelism not as a program but as a natural overflow of a life changed by Jesus. The BLESS rhythms give you a simple, relational way to love and reach the people already around you every day."
    },
    {
      "type": "bible_reading",
      "heading": "Introduction to John 16, 17, and 18",
      "intro": "In John 16-18, Jesus prepares His disciples for what is coming, prays for everyone who will ever believe in Him, including you, and is then arrested and put on trial. As you read, notice what it looks like to stand for Jesus when the pressure is on.",
      "chapters": [
        {
          "ref": "John 16"
        },
        {
          "ref": "John 17"
        },
        {
          "ref": "John 18"
        }
      ]
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "101-06-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "101-06-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "101-06-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}