{
  "id": "1",
  "title": "Lesson 1: Welcome. Let's Start Growing.",
  "description": "Following Jesus is the greatest decision you will ever make. This study is designed to help you build a strong spiritual foundation as you begin this new life in Christ.",
  "blocks": [
    {
      "type": "image",
      "src": "images/rooted-logo.png",
      "alt": "Planting Orchards Discipleship Series"
    },
    {
      "type": "heading",
      "text": "Planting Orchards Discipleship Series"
    },
    {
      "type": "verse",
      "reference": "Mark 4:20",
      "text": "Those that were sown on the good soil are the ones who hear the word and accept it and bear fruit, thirtyfold and sixtyfold and a hundredfold."
    },
    {
      "type": "text",
      "text": "This discipleship series is built around a picture Jesus painted, a seed that falls on good soil, takes root, and produces an incredible harvest. That is what God has in mind for you. Not a checklist to finish, but a life that grows over time as you <strong>hear the word</strong>, <strong>accept it</strong>, and <strong>bear fruit</strong> that multiplies. These lessons will walk you through a set of progressive courses, from the foundations of your faith to reproducing what God has planted in you by leading and investing in others. Each course builds on the one before it, and every lesson is designed to be taken at your own pace. There is no rush. Read slowly, sit with the Scripture, and let the Holy Spirit do the work of growing you from the inside out."
    },
    {
      "type": "heading",
      "text": "What This Study Will Do"
    },
    {
      "type": "text",
      "text": "Over the next seven lessons, you will explore some of the most important truths of the Christian faith. Each lesson is built to help you grow in three specific ways:"
    },
    {
      "type": "list",
      "items": [
        "1. Develop a solid spiritual foundation on key biblical truths through a <strong>Topical Study</strong>",
        "2. Strengthen your relationship with God through a <strong>Daily Devotional Time</strong>",
        "3. Help you grow by exploring, evaluating, and encouraging next steps through a <strong>Personal Challenge</strong>"
      ]
    },
    {
      "type": "text",
      "text": "You do not need to rush. Each lesson is designed to be completed at your own pace. Read the teaching, sit with the Scripture, and write your thoughts in the response text boxes."
    },
    {
      "type": "heading",
      "text": "A Word About Spiritual Mentors"
    },
    {
      "type": "text",
      "text": "One of the best things you can do as a new follower of Jesus is to walk alongside someone who has been following Him longer than you. A spiritual mentor or discipler is not someone who has it all figured out. It is simply a person who loves Jesus, cares about you, and is willing to have honest conversations about faith and life. This person might even be a peer or one of your friends who is willing to do this study side-by-side with you."
    },
    {
      "type": "text",
      "text": "If you have someone like that in your life, consider working through this study with them. Meet for coffee or lunch, share what you are learning, and ask the questions that are on your heart. If you do not have someone like that yet, ask God to bring that person into your life. Maybe even take that step and challenge someone to do this series with you."
    },
    {
      "type": "heading",
      "text": "Where Are You Right Now?"
    },
    {
      "type": "text",
      "text": "Before you begin, it is helpful to take an honest look at where you are spiritually. There is no judgment here. Everyone starts somewhere, and God meets you right where you are. The questions below are just for you to reflect on as you begin this journey."
    },
    {
      "type": "question",
      "id": "1-1",
      "text": "1.1 - How would you describe your relationship with God right now?",
      "data_question": "1.1 - Current relationship with God"
    },
    {
      "type": "question",
      "id": "1-2",
      "text": "1.2 - What are you most looking forward to as you start this study?",
      "data_question": "1.2 - Looking forward to"
    },
    {
      "type": "question",
      "id": "1-3",
      "text": "1.3 - Is there a question about God, the Bible, or the Christian life that you have been wanting to explore?",
      "data_question": "1.3 - Questions to explore"
    },
    {
      "type": "heading",
      "text": "Your Story So Far"
    },
    {
      "type": "text",
      "text": "God has been at work in your life long before you opened this study. One of the most powerful things you can do is look back and see where He has been, even in the hard seasons. The exercise below will help you map your spiritual journey so far."
    },
    {
      "type": "box",
      "title": "Peaks and Valleys Exercise",
      "content": [
        "On a sheet of paper, draw a simple timeline of your life. Make it like a line graph that goes up for your high points and down for your low points. Include about 6 to 8 highs and lows.",
        "At each point, write your age or a date and a couple of words to describe what happened. It could be a key event, a person who influenced you, or a place that shaped you.",
        "Put a star at the point where you became a follower of Christ.",
        "When you are done, take a photo of your timeline and keep it handy as you work through this study. You may be surprised at how clearly you can see God's hand when you look at your whole story."
      ]
    },
    {
      "type": "image",
      "src": "images/201.01-peaks-and-valleys.png",
      "alt": "Peaks and Valleys Exercise Example"
    },
    {
      "type": "question",
      "id": "1-4",
      "text": "1.4 - After finishing the Peaks and Valleys Exercise, what stands out to you? What patterns do you see in how God has been working in your life?",
      "data_question": "1.4 - Peaks and Valleys observations"
    },
    {
      "type": "heading",
      "text": "Reading the Gospel of John"
    },
    {
      "type": "text",
      "text": "Reading the Bible is one of the most important habits you can build as a follower of Jesus. The Bible is how God speaks to you. It is where you learn who He is, who you are, and how He wants you to live. If you have never read the Bible before, that is completely okay. This study will help you get started."
    },
    {
      "type": "text",
      "text": "As you work through these seven lessons, you will also read through the Gospel of John. John was one of Jesus' closest friends, and he wrote his account so that \"you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name\" (John 20:31). There is no better place to start."
    },
    {
      "type": "text",
      "text": "Each lesson includes three chapters of John. You can read them, listen to them, or both. You do not need to finish them all in one sitting. Spread them across your week and let the words settle into your heart. Take notes on anything that stands out to you. God will use this time."
    },
    {
      "type": "bible_reading",
      "heading": "Read and Listen to the Gospel of John",
      "chapters": [
        {
          "ref": "John 1"
        },
        {
          "ref": "John 2"
        },
        {
          "ref": "John 3"
        }
      ]
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "101-01-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "101-01-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "101-01-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}