{
  "id": "2",
  "title": "Lesson 2: Salvation and Baptism",
  "blocks": [
    {
      "type": "heading",
      "text": "Salvation"
    },
    {
      "type": "text",
      "text": "Salvation is the word the Bible uses to describe what God did for you through Jesus. Simply put, we were separated from God because of sin, and Jesus came to rescue us, bring us back to God, and give us a life that lasts forever. It is not something you earned. It is something God offered freely, and you received it by putting your faith in Jesus Christ as your Lord and Savior. Salvation is not just a moment, it is the beginning of a whole new life. God saved you, He is growing you, and He will be faithful to finish what He started in you."
    },
    {
      "type": "verse",
      "reference": "John 3:16-17",
      "text": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him."
    },
    {
      "type": "question",
      "id": "2-1",
      "text": "2.1 - What do we learn about God, Jesus, and mankind from John 3:16,17?",
      "data_question": "2.1 - God, Jesus, and mankind from John 3:16,17"
    },
    {
      "type": "heading",
      "text": "How can someone be saved and become a Christian?"
    },
    {
      "type": "text",
      "text": "The ABCs of the Steps of Salvation: \"The Romans Road\""
    },
    {
      "type": "stepper",
      "steps": [
        {
          "label": "A",
          "title": "Admit Sin",
          "subtitle": "We are in need",
          "verses": [
            {
              "ref": "Romans 3:23",
              "text": "For all have sinned and fall short of the glory of God"
            },
            {
              "ref": "Romans 6:23",
              "text": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."
            }
          ]
        },
        {
          "label": "B",
          "title": "Believe Jesus as Savior",
          "subtitle": "He died for our sins to save us",
          "verses": [
            {
              "ref": "Romans 5:8",
              "text": "but God shows his love for us in that while we were still sinners, Christ died for us."
            }
          ]
        },
        {
          "label": "C",
          "title": "Confess Jesus as Lord",
          "subtitle": "Living under the Authority of the Resurrected Jesus",
          "verses": [
            {
              "ref": "Romans 10:9",
              "text": "If you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."
            }
          ]
        }
      ]
    },
    {
      "type": "question",
      "id": "2-2",
      "text": "2.2 - Share about your salvation experience.",
      "data_question": "2.2 - Salvation experience",
      "height": "tall"
    },
    {
      "type": "question",
      "id": "2-3",
      "text": "2.3 - If someone asked you how they can be a Christian, what would you say?",
      "data_question": "2.3 - If someone asked you how they can be a Christian, what would you say?"
    },
    {
      "type": "heading",
      "text": "Baptism"
    },
    {
      "type": "text",
      "text": "Baptism is a visible symbol of what God has already done inside of you. It is the outward sign that you belong to the people of God, that you have repented and put your faith in Jesus Christ. Baptism does not save you, but it is an act of obedience for every believer in response to the words of Jesus. In Matthew 28:19, Jesus told His followers to go and make disciples of all nations, baptizing them in the name of the Father, the Son, and the Holy Spirit. When you are baptized, you are being baptized into the family of God because of the finished work of Jesus Christ."
    },
    {
      "type": "text",
      "text": "When a believer steps into the water, they are declaring that their old self has passed away and they are embracing their new identity in Christ. The water is a powerful symbol. It represents the washing away of sin and the death of the old life. And as you rise up out of the water, it pictures the beauty of resurrection, that you are a new creation in Jesus. Galatians 2:20 says, \"I have been crucified with Christ. It is no longer I who live, but Christ who lives in me.\" Baptism is a sign and a celebration that you belong to God, that you have been blessed and cleansed by the work of Jesus, and that you are now sent to be a blessing to others."
    },
    {
      "type": "verse",
      "reference": "Romans 6:3-4",
      "text": "All of us who have been baptized into Christ Jesus were baptized into his death? We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life."
    },
    {
      "type": "question",
      "id": "2-4",
      "text": "2.4 - Why is it important for a Christian to be baptized?",
      "data_question": "2.4 - Importance of baptism"
    },
    {
      "type": "question",
      "id": "2-5",
      "text": "2.5 - Have you been baptized, when? If not, do you want to be baptized? Why or why not?",
      "data_question": "2.5 - Baptism experience"
    },
    {
      "type": "heading",
      "text": "You are a New Creation"
    },
    {
      "type": "text",
      "text": "When you become a Christian by putting your faith in Jesus as Lord and Savior, you are a new creation. You have been adopted by the Father into the family of God."
    },
    {
      "type": "verse",
      "reference": "2 Corinthians 5:17,21",
      "text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come...For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God."
    },
    {
      "type": "question",
      "id": "2-6",
      "text": "2.6 - How are you encouraged by 2 Cor. 5:17,21?",
      "data_question": "2.6 - Encouraged by 2 Cor 5:17,21"
    },
    {
      "type": "heading",
      "text": "Lesson 2 Review"
    },
    {
      "type": "text",
      "text": "You have spent time this lesson thinking through what Jesus did for you through salvation and what baptism means as your public declaration of a new life. These are the foundations everything else in your faith is built on."
    },
    {
      "type": "bible_reading",
      "heading": "Introduction to John 4, 5, and 6",
      "intro": "In John 4-6, Jesus reveals Himself as the source of living water, the bread of life, and the one with power over sickness, storms, and death. Watch for the way He meets people right where they are and offers them something they did not know they needed.",
      "chapters": [
        {
          "ref": "John 4"
        },
        {
          "ref": "John 5"
        },
        {
          "ref": "John 6"
        }
      ]
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "101-02-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "101-02-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "101-02-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}