{
  "id": "4",
  "title": "Lesson 4: Spiritual Disciplines - Abiding in Christ",
  "description": "Building sustainable rhythms of prayer, Scripture, fellowship, stewardship, and fighting sin as ways of staying connected to Jesus. Includes practical guidance on building a daily devotional habit - Bible reading, prayer, journaling, and Bible memory - as the daily rhythm that keeps the disciplines alive.",
  "blocks": [
    {
      "type": "text",
      "text": "Lessons 6 and 7 have been shaping your inner world - who you are in Christ and how to hold on to Him when life gets hard. This lesson moves into the daily rhythm that keeps all of that alive. Identity and perseverance through suffering are not things you maintain by willpower. They grow in the soil of consistent, intentional habits of staying close to Jesus."
    },
    {
      "type": "heading",
      "text": "The Problem With Willpower"
    },
    {
      "type": "text",
      "text": "Most people approach the Christian life like a self-improvement project. They try harder, commit more, make promises to do better - and then wonder why they keep running dry. The problem is not effort. The problem is the source. You cannot generate spiritual life by straining after it. You receive it by staying connected to the One who is the source of it."
    },
    {
      "type": "verse",
      "reference": "John 15:4-5",
      "text": "Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me. I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing."
    },
    {
      "type": "text",
      "text": "Jesus does not say \"try harder\" or \"be more disciplined.\" He says abide. Stay connected. A branch does not strain to produce fruit - it just stays on the vine and lets the life of the vine flow through it. Spiritual disciplines are not the effort you make to become a better person. They are the practices that keep you connected to the vine."
    },
    {
      "type": "question",
      "id": "201-08-1",
      "text": "8.1 - Jesus says \"apart from me you can do nothing\" (John 15:5). What does that feel like in your actual daily life? Where do you most notice the difference between striving in your own strength and abiding in His?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "What Spiritual Disciplines Are - and Are Not"
    },
    {
      "type": "text",
      "text": "Donald Whitney defined spiritual disciplines as \"those practices found in Scripture that promote spiritual growth among believers in the gospel of Jesus Christ. They are habits of devotion, habits of experiential Christianity that have been practiced by God's people since biblical times.\""
    },
    {
      "type": "text",
      "text": "That word habits is important. A discipline is not a one-time experience. It is a regular, repeated practice that forms you over time. Just as physical exercise does not transform your body in one workout, spiritual disciplines do not transform your soul in one session. The consistency is the point. Every time you pray, study, serve, give, or fight sin, you are training your soul to look to Jesus rather than to yourself."
    },
    {
      "type": "text",
      "text": "The goal is not to become disciplined for its own sake. The goal is increased intimacy with and dependence on Jesus. The discipline is the means. The relationship is the end."
    },
    {
      "type": "question",
      "id": "201-08-2",
      "text": "8.2 - How would you honestly describe your spiritual rhythm right now - your prayer, Bible reading, and connection to other believers? Where is it strong and where is it thin?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Five Disciplines That Root You"
    },
    {
      "type": "text",
      "text": "Here are five core disciplines drawn from Scripture that together form a sustainable rhythm for staying close to Jesus. Think of them as the root system that draws life from the vine and sends it into everything else you do."
    },
    {
      "type": "subheading",
      "text": "1. Prayer"
    },
    {
      "type": "text",
      "text": "Prayer is conversation with God - talking to Him and listening for Him. It displays dependence on a powerful and loving Father. The Lord's Prayer gives us a simple pattern using ACTS: Adoration (worship who He is), Confession (bring what is true about you), Thanksgiving (name what He has done), and Supplication (ask on behalf of yourself, others, and the mission). Prayer is not a technique for getting what you want. It is the ongoing practice of placing yourself before the One who knows what you actually need."
    },
    {
      "type": "subheading",
      "text": "2. Bible Study"
    },
    {
      "type": "text",
      "text": "The Bible is God's Word - written over centuries, breathed out by His Spirit, and completely sufficient for life and godliness. Reading it daily keeps your mind oriented toward truth. But there is also a deeper kind of engagement - studying it, digging into it, letting it challenge and transform you from the inside."
    },
    {
      "type": "verse",
      "reference": "2 Timothy 3:16-17",
      "text": "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, that the man of God may be complete, equipped for every good work."
    },
    {
      "type": "text",
      "text": "One of the most effective ways to study Scripture is the OMG-Me method. After praying and asking God to guide you, work through a passage with four questions: O - Observe the context (Who wrote it? To whom? When? What are the key words and themes?), M - What does this passage say about Man? G - What does this passage say about God? Me - What is this passage telling me to do or think differently? What is one specific next step? This method slows you down, keeps you honest with the text, and ends with personal application every time."
    },
    {
      "type": "verse",
      "reference": "Proverbs 2:3-5",
      "text": "If you call out for insight and raise your voice for understanding, if you seek it like silver and search for it as for hidden treasures, then you will understand the fear of the Lord and find the knowledge of God."
    },
    {
      "type": "subheading",
      "text": "3. Fellowship"
    },
    {
      "type": "text",
      "text": "You cannot abide in Christ while isolated from His people. The church is not a service you attend - it is a body you belong to. Fellowship means the honest, ongoing, mutual life of a community that loves, challenges, serves, encourages, and forgives one another. You need people who know you well enough to tell you the truth, and you need to be that kind of person for others."
    },
    {
      "type": "subheading",
      "text": "4. Stewardship"
    },
    {
      "type": "text",
      "text": "Everything belongs to God - your time, your gifts, your money, your home, your relationships. Stewardship is the ongoing practice of holding all of it open-handed and asking how it can be used for His purposes. Giving is a particularly powerful discipline because it directly attacks the grip that money and security tend to have on our hearts. Every time you give generously, you are declaring that God is your treasure, not your bank account."
    },
    {
      "type": "subheading",
      "text": "5. Fighting Sin"
    },
    {
      "type": "text",
      "text": "The Christian life is not passive. You put on the armor of God, flee temptation, resist the enemy, set your mind on things above, and pursue holiness as a response to grace. You do not fight sin to earn favor with God - you fight sin because you already have it, and you know what sin costs you. The best weapon against sin is not white-knuckled resistance. It is filling your heart so full of Jesus that sin loses its appeal."
    },
    {
      "type": "question",
      "id": "201-08-3",
      "text": "8.3 - Give yourself an honest score from 1-10 in each of the five disciplines. For each one, write a sentence about why you gave it that score.",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Practice: The OMG-Me Method"
    },
    {
      "type": "text",
      "text": "Try the OMG-Me study method right now using Proverbs 2:1-8. Read the passage slowly, then work through the four questions below."
    },
    {
      "type": "verse",
      "reference": "Proverbs 2:1-8",
      "text": "My son, if you receive my words and treasure up my commandments with you, making your ear attentive to wisdom and inclining your heart to understanding; yes, if you call out for insight and raise your voice for understanding, if you seek it like silver and search for it as for hidden treasures, then you will understand the fear of the Lord and find the knowledge of God. For the Lord gives wisdom; from his mouth come knowledge and understanding; he stores up sound wisdom for the upright; he is a shield to those who walk in integrity, guarding the paths of justice and watching over the way of his saints."
    },
    {
      "type": "question",
      "id": "201-08-4",
      "text": "8.4 - O - Observe the context. Who is speaking? Who is this written to? What words or ideas repeat? What is the main theme of the passage?",
      "height": "tall"
    },
    {
      "type": "question",
      "id": "201-08-5",
      "text": "8.5 - M and G - What does this passage say about Man? What does it say about God? Write at least two observations for each.",
      "height": "tall"
    },
    {
      "type": "question",
      "id": "201-08-6",
      "text": "8.6 - Me - What is this passage telling you specifically to do or think differently? Write one concrete next step you can take this week.",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Building a Sustainable Rhythm"
    },
    {
      "type": "text",
      "text": "The goal is not to be perfect at all five disciplines starting tomorrow. The goal is to build a rhythm that actually holds over time. Start small. Pick one or two disciplines where you are most lacking and make one specific change. Not a vague commitment to \"do better\" but a concrete decision - a time, a place, a practice. Over weeks and months, that rhythm becomes the soil in which everything else grows."
    },
    {
      "type": "verse",
      "reference": "1 Timothy 4:7-8",
      "text": "Train yourself for godliness; for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come."
    },
    {
      "type": "text",
      "text": "You train for godliness the same way an athlete trains for their sport - with consistency, intention, and the humility to keep showing up even when it feels like nothing is changing. The fruit does not come from a single workout. It comes from the vine."
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "201-08-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "201-08-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "201-08-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}