{
  "id": "1",
  "title": "Lesson 1: Loving God - The Character of God the Father",
  "description": "Everything in the Christian life flows from one command: love God with all your heart, soul, mind, and strength. This lesson explores the Greatest Commandment, the character and nature of God as Father, and introduces the Trinity - Father, Son, and Spirit - as the foundation for the three lessons that follow.",
  "blocks": [
    {
      "type": "heading",
      "text": "Welcome to the Growing Course"
    },
    {
      "type": "text",
      "text": "If you are opening this lesson, it means you have already walked through Starting in Discipleship - the seven foundations of the Christian life. You have explored salvation, prayer, the Bible, the church, evangelism, and repentance. Those roots are real, and they are in the ground. Now it is time to grow deeper. This course will take you into the heart of the gospel - loving God, loving others, understanding sin, the cross, grace, identity in Christ, and more. These ten lessons are designed to move you from knowing about God to knowing Him more deeply."
    },
    {
      "type": "text",
      "text": "Just like before, take each lesson at your own pace. Read slowly, sit with the Scripture, and answer the reflection questions honestly. There is no rush. The goal is not to finish - the goal is to be changed by what you encounter along the way."
    },
    {
      "type": "heading",
      "text": "The Most Important Question"
    },
    {
      "type": "text",
      "text": "Imagine you could ask Jesus one question about how to live. A religious teacher in the first century actually did. In a world with hundreds of laws and traditions, he wanted to know: <strong>which one matters most?</strong>"
    },
    {
      "type": "verse",
      "reference": "Mark 12:28-31",
      "text": "And one of the scribes came up and heard them disputing with one another, and seeing that he answered them well, asked him, \"Which commandment is the most important of all?\" Jesus answered, \"The most important is, 'Hear, O Israel: The Lord our God, the Lord is one. And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.' The second is this: 'You shall love your neighbor as yourself.' There is no other commandment greater than these.\""
    },
    {
      "type": "text",
      "text": "Of everything God has ever said, Jesus pointed to this. Not a rule about the temple. Not a ritual or a tradition. <strong>Love.</strong> Love God with everything you have, and love others the way you care for yourself. Jesus said the entire Bible hangs on these two commands (Matthew 22:40)."
    },
    {
      "type": "text",
      "text": "In this lesson, the focus is on the first half - what it means to love God. In Lesson 2, we will turn to what it means to love your neighbor. But this is where everything begins."
    },
    {
      "type": "question",
      "id": "201-01-1",
      "text": "1.1 - When you hear the phrase \"love God,\" what comes to mind? What has that looked like in your life so far?"
    },
    {
      "type": "heading",
      "text": "The Shema: A Prayer Jesus Grew Up Praying"
    },
    {
      "type": "text",
      "text": "When Jesus answered this question, He wasn't making something up. He was quoting one of the oldest and most sacred prayers in Israel - the <strong>Shema</strong>, from Deuteronomy 6:"
    },
    {
      "type": "verse",
      "reference": "Deuteronomy 6:4-5",
      "text": "\"Hear, O Israel: The Lord our God, the Lord is one. You shall love the Lord your God with all your heart and with all your soul and with all your might.\""
    },
    {
      "type": "text",
      "text": "Every faithful Jewish family recited these words morning and evening. Parents taught them to their children. They wrote them on their doorposts. This was the heartbeat of Israel's identity - not just that God exists, but that He is <em>their</em> God, and He deserves the totality of their love."
    },
    {
      "type": "text",
      "text": "By quoting the Shema, Jesus was saying: the answer to the most important question has always been the same. It was true for Moses. It was true for David. It is true for you. <strong>Love God with everything.</strong>"
    },
    {
      "type": "question",
      "id": "201-01-2",
      "text": "1.2 - Why do you think Jesus pointed back to this ancient prayer instead of giving a brand new answer? What does that tell us about God's heart?"
    },
    {
      "type": "heading",
      "text": "What Does \"With All\" Actually Mean?"
    },
    {
      "type": "text",
      "text": "Jesus said to love God with all your <strong>heart, soul, mind, and strength</strong>. These aren't four separate compartments - they're four ways of saying <em>your whole self</em>. Nothing held back. Nothing reserved. But it helps to look at each one:"
    },
    {
      "type": "text",
      "text": "<strong>Heart</strong> - In the Bible, the heart is the seat of your desires, affections, and will. To love God with all your heart means He holds your deepest loyalties. He isn't competing with other things for first place - He <em>is</em> first place."
    },
    {
      "type": "text",
      "text": "<strong>Soul</strong> - Your soul is the core of who you are - your identity, your life itself. To love God with all your soul means your very existence is oriented around Him. You don't just believe in God; you belong to Him."
    },
    {
      "type": "text",
      "text": "<strong>Mind</strong> - This is your intellect, your thoughts, your reasoning. Loving God isn't just emotional - it involves thinking deeply about who He is, studying His Word, and engaging your faith with your whole brain."
    },
    {
      "type": "text",
      "text": "<strong>Strength</strong> - Your energy, your body, your resources. Loving God with all your strength means your time, your money, your daily effort - the physical, tangible parts of your life - are devoted to Him."
    },
    {
      "type": "text",
      "text": "Put it all together and Jesus is saying: loving God is not one area of your life. It <em>is</em> your life. There is no version of following Jesus that keeps God in a corner."
    },
    {
      "type": "question",
      "id": "201-01-3",
      "text": "1.3 - Of the four - heart, soul, mind, and strength - which one feels most natural for you? Which one feels like the biggest stretch right now?"
    },
    {
      "type": "heading",
      "text": "Love Is Not a Feeling - It's a Direction"
    },
    {
      "type": "text",
      "text": "It's important to understand that when the Bible commands us to love God, it is not commanding an emotion. You cannot be commanded to feel something. What Jesus is calling for is something deeper than feelings - it's <strong>stubborn, unwavering commitment</strong>."
    },
    {
      "type": "text",
      "text": "Think about it this way: a parent who gets up at 3 a.m. with a sick child is not feeling warm emotions in that moment. But they are loving. Love is a direction you point your life, not a mood you wait to feel."
    },
    {
      "type": "text",
      "text": "The same is true with God. Some mornings you will open your Bible and feel close to Him. Other mornings you won't feel anything at all. The command is not \"feel deeply about God.\" The command is \"love God\" - orient your whole life toward Him, whether the feelings follow or not."
    },
    {
      "type": "verse",
      "reference": "1 John 5:3",
      "text": "For this is the love of God, that we keep his commandments. And his commandments are not burdensome."
    },
    {
      "type": "text",
      "text": "John gives us the clearest definition: loving God means keeping His commandments. Not perfectly - none of us can do that. But willingly, consistently, as the direction of your life. And notice: His commandments are not burdensome. When you love someone, doing what they ask doesn't feel like a weight. It feels like an honor."
    },
    {
      "type": "question",
      "id": "201-01-4",
      "text": "1.4 - Have you ever experienced a season where you didn't \"feel\" close to God but kept following Him anyway? What was that like?"
    },
    {
      "type": "heading",
      "text": "Why This Comes First"
    },
    {
      "type": "text",
      "text": "There's a reason Jesus put loving God before everything else - before loving people, before serving, before ministry, before moral behavior. Everything else in the Christian life flows from this."
    },
    {
      "type": "text",
      "text": "You cannot consistently love difficult people if you are not being filled by God's love first. You cannot give generously if you don't trust that God is generous toward you. You cannot endure suffering with hope if you haven't anchored your heart in someone bigger than your circumstances."
    },
    {
      "type": "text",
      "text": "The Greatest Commandment is not one item on a spiritual checklist. It is the root system of the entire tree. When love for God is deep, everything else grows. When it's shallow, everything else wilts - no matter how hard you try."
    },
    {
      "type": "verse",
      "reference": "Matthew 22:37-40",
      "text": "And he said to him, \"You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself. On these two commandments depend all the Law and the Prophets.\""
    },
    {
      "type": "question",
      "id": "201-01-5",
      "text": "1.5 - Jesus said everything in Scripture depends on these two commands. Why do you think loving God has to come before loving others?"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "201-01-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "201-01-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "201-01-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}