{
  "id": "6",
  "title": "Lesson 6: Why We Need Rescue",
  "description": "To truly appreciate the rescue, you have to understand what you have been rescued from. This lesson looks honestly at how sin entered the world and why every person needs a Savior.",
  "blocks": [
    {
      "type": "text",
      "text": "This is one of those lessons that might feel heavy at first. Nobody loves talking about sin. But here is why it matters: you will never stand in awe of the rescue until you understand the severity of what you have been rescued from. A doctor who tells you the truth about a diagnosis is not being cruel - he is being kind, because knowing the truth is the only way to receive the cure. Jesus Himself said He did not come for the healthy, but for the sick. This lesson is your honest look at the X-ray. And the good news is that the Great Physician already has the remedy."
    },
    {
      "type": "heading",
      "text": "How It All Began"
    },
    {
      "type": "text",
      "text": "The story of sin does not start with a bad action. It starts with a lie. In Genesis 3, the serpent approaches Eve with a question that seems harmless but carries poison inside it: \"Did God actually say...?\" That question was designed to do one thing - make the Word of God seem restrictive rather than life-giving. The serpent's first move was to plant doubt about what God had said. His second move was to slander God's character, suggesting that God was holding out on them - that He was a gatekeeper keeping them from something good, not a Father giving them everything they needed."
    },
    {
      "type": "verse",
      "reference": "Genesis 3:4-5",
      "text": "But the serpent said to the woman, \"You will not surely die. For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\""
    },
    {
      "type": "text",
      "text": "And there it is - the core of every sin that has ever been committed. The desire to be like God. Not to reflect His glory as the image-bearers we were created to be, but to seize His power and become the authors of our own story. Sin began when the human heart stopped trusting that God's way was better and started believing the serpent's promise that something else would satisfy more deeply. The moment Adam and Eve believed the lie, the perfect relationship was shattered. And their first instinct tells you everything you need to know about what sin does to us: they hid."
    },
    {
      "type": "text",
      "text": "That pattern has not changed. Sin always makes us want to hide from God rather than run to Him. It creates shame, and shame tells us we are too far gone to come back. But as we will see at the end of this lesson, God did not hide from them. He came looking."
    },
    {
      "type": "question",
      "id": "201-03-1",
      "text": "3.1 - Think about your own experience with temptation. Can you see the same pattern the serpent used - first making you doubt God's goodness, then promising that something else will satisfy you more? What does that look like in your life?",
      "data_question": "3.1 - Recognizing the pattern of temptation"
    },
    {
      "type": "heading",
      "text": "What Sin Really Is"
    },
    {
      "type": "text",
      "text": "Most people think of sin as breaking rules - doing things you know you should not do. And that is part of it. But the Bible goes much deeper than that. Sin is not mainly about behavior. It is about desire. At its root, every sin is an exchange - trading the glory of God for something lesser. It is looking at everything God offers and deciding that something else will make you happier."
    },
    {
      "type": "verse",
      "reference": "Romans 3:23",
      "text": "For all have sinned and fall short of the glory of God."
    },
    {
      "type": "text",
      "text": "What does it mean to \"fall short\" of the glory of God? It does not mean we are supposed to be as glorious as God and we failed to measure up. It means we looked at His glory - His infinite worth, His beauty, His goodness - and we exchanged it for something cheaper. Romans 1:23 makes this plain: people \"exchanged the glory of the immortal God for images.\" That is the essence of sin. Not putting supreme value on the glory of God. Every lie, every grudge, every selfish choice, every addiction - all of it traces back to the same root. We believed that something other than God would satisfy our deepest hunger."
    },
    {
      "type": "text",
      "text": "God uses a striking picture in Jeremiah to describe what we do when we sin. He says His people have committed two evils: they have forsaken Him - the fountain of living waters - and dug out their own cisterns, broken cisterns that cannot hold water. Imagine standing next to a mountain spring of clean, cool, life-giving water and choosing instead to walk away and dig a hole in the dirt, hoping it will hold enough to keep you alive. That is what sin is. It is not just rebellion. It is insanity. It is trading the fountain for dust."
    },
    {
      "type": "verse",
      "reference": "Jeremiah 2:13",
      "text": "For my people have committed two evils: they have forsaken me, the fountain of living waters, and hewed out cisterns for themselves, broken cisterns that can hold no water."
    },
    {
      "type": "text",
      "text": "This is why fighting sin is not really about gritting your teeth and trying harder. It is a fight for joy. When you see the fountain clearly - when you taste how good God actually is - the broken cisterns lose their appeal. You do not stop sinning by hating sin more. You stop sinning by treasuring God more."
    },
    {
      "type": "question",
      "id": "201-03-2",
      "text": "3.2 - What are some \"broken cisterns\" people tend to drink from instead of God? What about you personally - where are you most tempted to look for satisfaction outside of Him?",
      "data_question": "3.2 - Identifying broken cisterns"
    },
    {
      "type": "heading",
      "text": "How Deep Does It Go?"
    },
    {
      "type": "text",
      "text": "Here is where it gets uncomfortable. Sin is not just something we do. It is something we are. The Bible teaches that because of Adam's fall, every human being is born into a condition of sin. Theologians call this \"total depravity\" - not meaning that every person is as wicked as they could possibly be, but that sin has touched every single part of who we are. Our minds, our wills, our emotions, our bodies - nothing has been left untouched by the fall."
    },
    {
      "type": "text",
      "text": "You can see this in the simplest places. If you have ever spent time around toddlers, you know that nobody has to teach a child to be selfish. You never sit a two-year-old down and say, \"Now here is how you grab the biggest toy, keep it to yourself, and yell 'mine' when someone reaches for it.\" That comes naturally. But sharing? Patience? Kindness? Those have to be learned. The things that are broken come standard. The things that are good have to be cultivated. That tells you something profound about the human condition."
    },
    {
      "type": "verse",
      "reference": "Romans 5:12",
      "text": "Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned."
    },
    {
      "type": "text",
      "text": "When Adam fell, the entire human race fell with him. He was our representative. His rebellion did not just affect him - it initiated a condition that every person born after him inherited. We are not sinners because we sin. We sin because we are sinners. The disease came before the symptoms."
    },
    {
      "type": "text",
      "text": "And the damage went far beyond our standing before God. When sin entered, it fractured four relationships that were never meant to be broken. First, our relationship with God - Adam and Eve hid from the One who loved them most. Second, our relationship with ourselves - they felt naked and ashamed, no longer grounded in who God said they were. Third, our relationship with each other - Adam blamed Eve, Eve blamed the serpent, and the pattern of conflict and finger-pointing that haunts every family, friendship, and workplace began right there. Fourth, our relationship with creation itself - work became toil, the ground became cursed, and the world that was meant to be our home began to groan under the weight of the fall."
    },
    {
      "type": "question",
      "id": "201-03-3",
      "text": "3.3 - Which of those four broken relationships - with God, with yourself, with others, or with creation - do you feel most painfully in your own life right now?",
      "data_question": "3.3 - The four fractures"
    },
    {
      "type": "heading",
      "text": "The Case Against Everyone"
    },
    {
      "type": "text",
      "text": "If you have ever seen one of those home renovation shows, you know the best part is the dramatic \"before\" picture - the crumbling walls, the sagging floors, the peeling paint. You love looking at the mess because it makes the finished product so much more stunning. Romans 1 through 3 is the \"before\" picture of humanity. Paul builds his case carefully, and by the time he is finished, every mouth is stopped and the whole world stands accountable before God."
    },
    {
      "type": "text",
      "text": "He starts in Romans 1 with the person everyone would expect - the obvious rebel. This is the prodigal son, the one who runs headlong into the world, exchanging the truth of God for a lie and spiraling downward into idolatry and moral chaos. Most people read Romans 1 and think, \"Well, that is not me.\" But Paul is not finished."
    },
    {
      "type": "text",
      "text": "In Romans 2, he turns to a different person - the religious insider. This is the older brother, the one who follows the rules, knows the traditions, and looks down on everyone else from a position of moral superiority. The older brother thinks his religious behavior makes him different from the rebel. But Paul says no. The one who judges others while practicing the same things stands condemned too. Self-righteousness is just as offensive to God as open rebellion."
    },
    {
      "type": "verse",
      "reference": "Romans 3:10-12",
      "text": "As it is written: \"None is righteous, no, not one; no one understands; no one seeks for God. All have turned aside; together they have become worthless; no one does good, not even one.\""
    },
    {
      "type": "text",
      "text": "By the time Paul reaches Romans 3, the verdict is in. It does not matter whether you are the rebel or the religious person. The prodigal and the older brother both need the same thing - a Savior. No amount of moral effort can fix what is broken inside. We are not people who occasionally make mistakes. We are spiritually dead people who need to be made alive."
    },
    {
      "type": "question",
      "id": "201-03-4",
      "text": "3.4 - Do you naturally identify more with the \"prodigal\" (the obvious rebel) or the \"older brother\" (the religious insider who relies on being good enough)? How does Romans 3:23 level the playing field?",
      "data_question": "3.4 - Prodigal or older brother"
    },
    {
      "type": "heading",
      "text": "Sin in the Everyday"
    },
    {
      "type": "text",
      "text": "It is easy to hear all of this and think it only applies to dramatic, obvious sins. But sin is far more subtle than that. Sin is making a good thing into a god thing. It is putting your hope for meaning and happiness in anything other than Jesus - your career, your reputation, your relationship, your kids, even your ministry. Those are all good gifts. But when you need them to feel okay about yourself, when your identity rises and falls with them, they have become an idol. And an idol will always eventually crush you, because it was never designed to carry the weight of your soul."
    },
    {
      "type": "text",
      "text": "Sin also shows up in the way we think about God. Every time you believe the whisper that God is holding out on you - that He is stingy, or distant, or disappointed in you - you are hearing the same voice that spoke in the garden. Satan's strategy has not changed since Genesis 3. He questions God's word, slanders God's character, and offers you a cheaper substitute. Recognizing that pattern is one of the most important skills you will ever develop as a follower of Jesus."
    },
    {
      "type": "question",
      "id": "201-03-5",
      "text": "3.5 - Is there a good thing in your life that has started to become a \"god thing\" - something you depend on for your identity or happiness more than you depend on God?",
      "data_question": "3.5 - Good things becoming god things"
    },
    {
      "type": "heading",
      "text": "The First Whisper of Rescue"
    },
    {
      "type": "text",
      "text": "Here is the part of the story that changes everything. Even in the wreckage of Genesis 3 - even as God pronounces the consequences of sin - He plants a promise. Before Adam and Eve ever asked for mercy, God was already announcing a plan to rescue them. Hidden inside His judgment on the serpent is the first whisper of the gospel."
    },
    {
      "type": "verse",
      "reference": "Genesis 3:15",
      "text": "I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel."
    },
    {
      "type": "text",
      "text": "A Seed is coming. He will be wounded - His heel will be bruised. But He will crush the serpent's head. That promise echoes all the way through the Old Testament until it lands on a man hanging on a cross outside Jerusalem, pierced for our transgressions, crushed for our iniquities. The same God who watched Adam and Eve hide in the bushes did not turn away in anger. He came looking for them. And He has been coming for His people ever since."
    },
    {
      "type": "text",
      "text": "You may feel the weight of your own sin as you read this lesson. That is not condemnation - that is the Holy Spirit doing exactly what He does. He shows you the diagnosis so you can run to the cure. And the cure is not a self-help program or a list of rules. It is a Person. The next lesson in this series will take you deep into what Jesus accomplished on the cross. But for now, know this: God did not wait for you to clean yourself up before He came for you. He took the first step while you were still His enemy. That is the kind of God you belong to."
    },
    {
      "type": "question",
      "id": "201-03-6",
      "text": "3.6 - How does it change your view of God to know that even in the moment of humanity's worst failure, His first response was to announce a rescue plan?",
      "data_question": "3.6 - God's rescue in the wreckage"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "201-03-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "201-03-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "201-03-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}