{
  "id": "3",
  "title": "Lesson 3: Getting Involved in the Church Family",
  "description": "Why belonging to a local spiritual family is not optional - and what it looks like to truly belong.",
  "blocks": [
    {
      "type": "text",
      "text": "Lessons 1 through 6 have been shaping your inner life - the Holy Spirit, sanctification, the biblical storyline, Christ in the Old Testament, the God-honoring home, and parenting. All of that growth is meant to be lived out somewhere, with someone. This lesson brings the conversation into the community where discipleship happens: the local church. Before we can talk about how to belong, we need to understand what belonging actually means."
    },
    {
      "type": "heading",
      "text": "More Than Just Attending"
    },
    {
      "type": "text",
      "text": "There is a quiet epidemic in modern Christianity: people who attend church regularly but never actually belong to one. They show up, take a seat, enjoy the service, and go home - connected to nothing and no one in any deep way. This is not the church Jesus had in mind."
    },
    {
      "type": "verse",
      "reference": "Romans 12:4-5",
      "text": "For as in one body we have many members, and the members do not all have the same function, so we, though many, are one body in Christ, and individually members one of another."
    },
    {
      "type": "text",
      "text": "Paul's language is physical and unavoidable. You are a member - not a spectator. And you are a member of one another, not just of an institution. The church is not a service you attend. It is a body you belong to. The difference between those two postures changes everything about how you experience Christian community."
    },
    {
      "type": "question",
      "id": "202-07-1",
      "text": "7.1 - What is the difference between simply attending a church and truly belonging as a member of a family? Where would you honestly put yourself on that spectrum right now?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Built Together"
    },
    {
      "type": "text",
      "text": "When God calls people to himself, he does not just call individuals. He builds them into something together. This is one of the most striking images in the New Testament - that the people of God are a structure being constructed, and Jesus is the cornerstone holding it all in place."
    },
    {
      "type": "verse",
      "reference": "Ephesians 2:19-22",
      "text": "So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God, built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone, in whom the whole structure, being joined together, grows into a holy temple in the Lord. In him you also are being built together into a dwelling place for God by the Spirit."
    },
    {
      "type": "text",
      "text": "Notice what Paul says you are no longer: a stranger. An alien. Someone on the outside looking in. That is your old status. In Christ, you have been made a fellow citizen - someone who belongs here, who has a place, who is being built into something permanent alongside everyone else. You are not a loose stone sitting nearby. You are joined together with the rest."
    },
    {
      "type": "question",
      "id": "202-07-2",
      "text": "7.2 - What does it mean to you personally that God calls you \"a member of the household\" rather than a visitor or a stranger? How does that change how you think about your local church?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "What the Early Church Looked Like"
    },
    {
      "type": "text",
      "text": "If you want to see what biblical belonging actually looked like in practice, the picture is right there in Acts 2. The early church was not a weekly gathering of acquaintances. It was a shared life - devoted, daily, generous, and full of joy."
    },
    {
      "type": "verse",
      "reference": "Acts 2:42-47",
      "text": "And they devoted themselves to the apostles' teaching and the fellowship, to the breaking of bread and the prayers... And all who believed were together and had all things in common... And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved."
    },
    {
      "type": "text",
      "text": "Four things held them together: teaching, fellowship, breaking bread, and prayer. They met in the temple and in homes. They ate together. They gave generously. And the Lord kept adding to their number. This was not an exceptional season that has since passed. It is the model. When the church truly belongs to one another, something happens that no program can manufacture - the Lord adds to it."
    },
    {
      "type": "question",
      "id": "202-07-3",
      "text": "7.3 - What stands out most to you about the early church community in Acts 2? What is missing from your own experience of church that you see there?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "A Chosen People, A Holy Nation"
    },
    {
      "type": "verse",
      "reference": "1 Peter 2:9-10",
      "text": "But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. Once you were not a people, but now you are God's people; once you had not received mercy, but now you have received mercy."
    },
    {
      "type": "text",
      "text": "Peter is writing to scattered, displaced people who had lost their sense of home. And he tells them: you are not homeless. You are chosen. You are a priesthood. You are a nation. You are a possession. The identity is corporate - it is who you are together, not just individually. This is why local church membership is not optional. It is the concrete, visible expression of what God says is already true about you."
    },
    {
      "type": "heading",
      "text": "Stirring One Another Up"
    },
    {
      "type": "verse",
      "reference": "Hebrews 10:24-25",
      "text": "And let us consider how to stir up one another to love and good works, not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near."
    },
    {
      "type": "text",
      "text": "The word translated \"stir up\" in this verse is sharp - it means to provoke, to sharpen, to irritate in a productive direction. The church is meant to push you toward love and good works in ways you would not push yourself. You need people who know you well enough to encourage you when you are discouraged, challenge you when you are drifting, and show up when things fall apart. That kind of community only happens when you stop attending and start belonging."
    },
    {
      "type": "question",
      "id": "202-07-4",
      "text": "7.4 - On a scale of 1-10, how connected do you feel to your local church family right now? What is one thing that would move that number up by even one or two points?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Helping Others Belong"
    },
    {
      "type": "text",
      "text": "Biblical church membership is not just about receiving belonging - it is about creating it for others. Every church has people sitting in the margins, showing up week after week without anyone knowing their name. They came hoping to find family and left feeling like strangers. That is a failure of the body, not just the individual. You have the power to change that for someone."
    },
    {
      "type": "question",
      "id": "202-07-5",
      "text": "7.5 - Think of one person in your church who might feel like a stranger right now. What is one specific, concrete thing you could do this week to help them feel like they truly belong?",
      "height": "tall"
    },
    {
      "type": "question",
      "id": "202-07-6",
      "text": "7.6 - What would it look like for you to move from attending your church to truly belonging to it? Write one concrete, specific picture of what that shift would look like in the next 30 days.",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "202-07-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "202-07-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "202-07-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}