{
  "id": "1",
  "title": "Lesson 1: Greatest Commandment Part 2 - Loving Your Neighbors",
  "description": "The second greatest commandment is not a separate assignment from the first. It is the overflow of it. When your heart is full of love for God, that love spills outward toward the people around you.",
  "blocks": [
    {
      "type": "text",
      "text": "In the last lesson, you explored what it means to love God with all your heart, soul, mind, and strength. That is the vertical beam of the cross - God reaching down to restore us to Himself. But the cross also has a horizontal beam, and that beam stretches outward toward the people around you. The second greatest commandment is not a separate topic. It is the natural overflow of the first. If you love God deeply, you will love people sacrificially. This lesson is about what that looks like in real life."
    },
    {
      "type": "heading",
      "text": "The Foundation: Why We Can Love at All"
    },
    {
      "type": "text",
      "text": "Before we talk about how to love your neighbor, we need to understand why you can love your neighbor. The answer is not willpower. It is not guilt. It is not because a pastor told you to. You can love others because God loved you first. He took the first step. While you were still His enemy, He came to you in love, sacrifice, and restoration. Because He moved toward you, you now have the ability to move toward others."
    },
    {
      "type": "verse",
      "reference": "Romans 5:8",
      "text": "But God shows his love for us in that while we were still sinners, Christ died for us."
    },
    {
      "type": "text",
      "text": "This changes everything about how you approach neighbor-love. You are not grinding through acts of kindness to earn points with God. You are not forcing yourself to care about people out of religious duty. John Piper defines love as \"the overflow of joy in God that gladly meets the needs of others.\" That is the kind of love Jesus is after - love that flows freely from a heart that is already satisfied in Him. You can bless because you have been blessed. You can love because you have been loved."
    },
    {
      "type": "question",
      "id": "201-02-1",
      "text": "2.1 - Have you ever tried to love or serve someone out of guilt or obligation? What did that feel like compared to times when you served out of genuine joy?",
      "data_question": "2.1 - Guilt vs. joy in serving"
    },
    {
      "type": "heading",
      "text": "The Second Commandment and the Cross"
    },
    {
      "type": "verse",
      "reference": "Matthew 22:37-39",
      "text": "And he said to him, \"You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself.\""
    },
    {
      "type": "text",
      "text": "Notice that Jesus says the second commandment is \"like\" the first. Not lesser than it - like it. Loving people is the visible, horizontal expression of the invisible, vertical love between you and God. The world only knows the horizontal. People care for each other, sacrifice for each other, and build community all the time without God. But as a follower of Jesus, you bring the vertical dimension into those horizontal spaces. When you love your neighbor, you are not just being a nice person. You are putting the character of God on display."
    },
    {
      "type": "text",
      "text": "Think about the \"as yourself\" part of this command. You already seek your own good. You think about your food, your clothes, your comfort, your happiness, your safety. That is natural. Jesus does not shame you for that. He redirects it. As often as you think about your own needs, think about the needs of the people around you. As you work for a comfortable place to live, desire that for your neighbor. As you seek to feel safe and secure, seek that for the people on your street. Your natural self-concern becomes a measuring stick for how much attention you give to others."
    },
    {
      "type": "question",
      "id": "201-02-2",
      "text": "2.2 - When you hear \"love your neighbor as yourself,\" what is your first reaction? Does it feel like a heavy burden or an invitation? Why?",
      "data_question": "2.2 - Reaction to the command"
    },
    {
      "type": "heading",
      "text": "Who is My Neighbor?"
    },
    {
      "type": "text",
      "text": "This is the question a religious lawyer asked Jesus in Luke 10 - and it is the same question most of us are still asking. \"Who is my neighbor?\" sounds like a reasonable question, but Jesus saw right through it. The lawyer was not asking because he wanted to love more people. He was asking to justify his limits on love. He wanted Jesus to draw a circle around the people he was responsible for so he could ignore everyone else."
    },
    {
      "type": "text",
      "text": "Jesus answered with a story that blew the question apart."
    },
    {
      "type": "verse",
      "reference": "Luke 10:30-33",
      "text": "Jesus replied, \"A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead. Now by chance a priest came down that road, and when he saw him he passed by on the other side. So likewise a Levite, when he came to the place and saw him, passed by on the other side. But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion.\""
    },
    {
      "type": "text",
      "text": "The priest and the Levite were the religious insiders. They had lofty spiritual aims, but they were not moved by suffering close at hand where they would have had to get their own hands dirty. The hero of the story is a Samaritan - a cultural enemy of the Jews. He crossed every social, ethnic, and political boundary to care for a stranger. His love was costly. He used his own oil, wine, donkey, and money. He did not ask for the beaten man's credentials or check his theology first. He saw a human being in need and he moved toward the mess."
    },
    {
      "type": "text",
      "text": "Here is the part that changes the conversation. At the end of the parable, Jesus does not answer the lawyer's original question. He flips it entirely. The lawyer asked, \"Who is my neighbor?\" - meaning, \"Which people deserve my love?\" But Jesus responds, \"Which of these three proved to be a neighbor?\" He shifts the focus from identifying the right people to love, to becoming the kind of person whose love knows no boundaries. Jesus is less interested in who qualifies as your neighbor and far more interested in what kind of neighbor you are becoming."
    },
    {
      "type": "question",
      "id": "201-02-3",
      "text": "2.3 - Is there anyone in your life you have been keeping outside your circle of concern - someone different from you, difficult to love, or easy to overlook? What would it look like to move toward them?",
      "data_question": "2.3 - Expanding the circle"
    },
    {
      "type": "heading",
      "text": "Love as the Evidence of Faith"
    },
    {
      "type": "text",
      "text": "If loving others flows from loving God, then the reverse is also true: the absence of love should give us pause. The Bible is direct about this. We are saved by faith alone, but the faith that saves is never alone. Genuine faith produces love for others the way an apple tree produces apples. It is the natural fruit of a heart that has been changed by the gospel. If there is no movement toward the needs of other people, it is worth asking whether the heart has truly been transformed."
    },
    {
      "type": "verse",
      "reference": "1 John 3:16-18",
      "text": "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers. But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him? Little children, let us not love in word or talk but in deed and in truth."
    },
    {
      "type": "text",
      "text": "This is a sobering passage, but it is not meant to crush you with guilt. It is meant to give you clarity. Love is not a feeling you wait to have. It is a decision you make with your hands and your time and your resources. \"In deed and in truth\" means love has to show up somewhere. It has to land on someone. It is wonderful to say you love people, but if you see someone in need and close your heart to them, something is disconnected."
    },
    {
      "type": "text",
      "text": "Here is the encouragement: you do not love others to become a child of God. You love others because you already are one. A child does not earn their place in the family by being good. They are born into it. Your love for others is not what earns your salvation - it is what proves it is real. You love because you have already been freely forgiven and ransomed by the blood of Jesus."
    },
    {
      "type": "question",
      "id": "201-02-4",
      "text": "2.4 - Read 1 John 3:17 again slowly. Is there a specific person or situation where God might be asking you to open your heart instead of closing it?",
      "data_question": "2.4 - Opening your heart"
    },
    {
      "type": "heading",
      "text": "What Love Looks Like: The BLESS Rhythms"
    },
    {
      "type": "text",
      "text": "So how does this actually play out in daily life? At Neighborhood Church, we use a simple framework called the BLESS rhythms to help move love from theology to practice. Each letter gives you a practical rhythm you can build into your week."
    },
    {
      "type": "list",
      "items": [
        "<strong>B - Begin in Prayer.</strong> Talk to God about people before you talk to people about God. Pray for the people on your street, in your workplace, and in your daily life by name.",
        "<strong>L - Listen.</strong> People do not care how much you know until they know how much you care. Give your full presence to someone - put down the phone, look them in the eye, and hear what they are really saying.",
        "<strong>E - Eat.</strong> Share meals. Eating together moves relationships from acquaintanceship to friendship. Invite a neighbor over for dinner. Grab coffee with a coworker. Break bread together and see what God does.",
        "<strong>S - Serve.</strong> Use your time, talents, and treasure to help others. Mow a neighbor's lawn. Watch someone's kids so they can rest. Make margin in your life so you have something left to give.",
        "<strong>S - Story.</strong> Share your life - and how Jesus has changed your story. This is not a script or a sales pitch. It is the honest overflow of what God has done in you."
      ]
    },
    {
      "type": "text",
      "text": "These are not items on a religious checklist. They are rhythms of a life that is paying attention. When you begin in prayer, God opens your eyes. When you listen, you learn what people actually need. When you eat together, walls come down. When you serve, you put the love of Christ into action. And when you share your story, the gospel shows up in the most natural way possible."
    },
    {
      "type": "question",
      "id": "201-02-5",
      "text": "2.5 - Which of the BLESS rhythms comes most naturally to you? Which one feels the hardest? Pick one to focus on this week and write down who you plan to practice it with.",
      "data_question": "2.5 - BLESS rhythms application",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Ultimate Motives, Not Ulterior Motives"
    },
    {
      "type": "text",
      "text": "One more thing needs to be said about all of this. When you love your neighbor, you should have an ultimate motive - the hope that someday they will meet Jesus. But you should never have an ulterior motive - loving them only so they come to church or join your small group. The difference matters. An ulterior motive means you stop caring about someone once they say no. An ultimate motive means you love them because they are made in the image of God, period. You keep loving whether they ever darken the door of a church or not."
    },
    {
      "type": "text",
      "text": "Practical love in your neighborhood starts with simple things. Learn the names of the people on your street - not just the house on your left and right, but the three houses on either side. Put your phone away when a friend is talking. Shovel a neighbor's driveway in the winter. Bring a meal to a family who just had a baby. Pay for the coffee of the person behind you. These are small, ordinary acts - but they are the kind of love that makes people ask why you are different. And that question opens the door for the gospel."
    },
    {
      "type": "question",
      "id": "201-02-6",
      "text": "2.6 - Think about your actual neighborhood, workplace, or daily routine. Write down the names of three people God has placed in your life who need to experience the love of Christ through you this week.",
      "data_question": "2.6 - Three people to love",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "201-02-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "201-02-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "201-02-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}