{
  "id": "8",
  "title": "Lesson 8: How to Disciple Others",
  "description": "Introduction to “Belong” Sessions 8, 9 & 10 - The Orchard",
  "blocks": [
    {
      "type": "text",
      "text": "In these final three sessions we are going to lean into the third core value of “BELONG” and how our love for God and neighbors is lived out together in a welcoming spiritual family."
    },
    {
      "type": "text",
      "text": "Our mission at Neighborhood Church is to love God and our neighbors together. That “together” is not an afterthought - it is the beautiful way God designed His people to grow, serve, and multiply."
    },
    {
      "type": "list",
      "items": [
        "Loving God → We desire to BE God’s satisfied children, love Him, and glorify Him.",
        "And our neighbors → We desire to BLESS others where we live, work, and play.",
        "Together → We BELONG to a welcoming spiritual family."
      ]
    },
    {
      "type": "text",
      "text": "As we grow in our relationship with the Father, we are built into a spiritual family that holds one another up, encourages one another, and multiplies together. This is the orchard - roots deep in Christ, branches reaching out to bless, and fruit that multiplies for the Kingdom."
    },
    {
      "type": "heading",
      "text": "Session #8"
    },
    {
      "type": "heading",
      "text": "Belonging to the Spiritual Family"
    },
    {
      "type": "verse",
      "reference": "Ephesians 2:19-22",
      "text": "So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God, built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone, in whom the whole structure, being joined together, grows into a holy temple in the Lord. In him you also are being built together into a dwelling place for God by the Spirit."
    },
    {
      "type": "verse",
      "reference": "Hebrews 10:24-25",
      "text": "And let us consider how to stir up one another to love and good works, not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near."
    },
    {
      "type": "heading",
      "text": "Current Reality"
    },
    {
      "type": "question",
      "id": "301-08-1",
      "text": "On a scale of 1-10, how connected do you feel to the spiritual family at Neighborhood Church right now? Explain.",
      "data_question": "On a scale of 1-10, how connected do you feel to the spiritual family at Neighborhood Church right now? Explain."
    },
    {
      "type": "question",
      "id": "301-08-2",
      "text": "Describe a time when you felt truly welcomed and belonged in a church family. What made it feel that way?",
      "data_question": "Describe a time when you felt truly welcomed and belonged in a church family. What made it feel that way?"
    },
    {
      "type": "question",
      "id": "301-08-3",
      "text": "What is one way you could help someone new feel like they truly belong at Neighborhood Church?",
      "data_question": "What is one way you could help someone new feel like they truly belong at Neighborhood Church?"
    },
    {
      "type": "heading",
      "text": "Understanding the Bible"
    },
    {
      "type": "verse",
      "reference": "1 Peter 2:9-10",
      "text": "But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy."
    },
    {
      "type": "verse",
      "reference": "Acts 2:42-47",
      "text": "And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers… And all who believed were together and had all things in common… And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved."
    },
    {
      "type": "question",
      "id": "301-08-4",
      "text": "What are your initial thoughts as you read these passages?",
      "data_question": "What are your initial thoughts as you read these passages?"
    },
    {
      "type": "question",
      "id": "301-08-5",
      "text": "Based on these passages, what does it look like to truly belong to God’s spiritual family?",
      "data_question": "Based on these passages, what does it look like to truly belong to God’s spiritual family?"
    },
    {
      "type": "heading",
      "text": "Summary Teaching"
    },
    {
      "type": "text",
      "text": "We are no longer strangers and aliens - we are family! God has made us members of His household, built together on the foundation of Christ the cornerstone. This belonging is not optional; it is the beautiful way God designed His people to grow, encourage one another, and multiply."
    },
    {
      "type": "text",
      "text": "In the early church they devoted themselves to teaching, fellowship, breaking bread, and prayer. They met in homes, shared everything, ate together with glad hearts, and the Lord added to their number daily. That same welcoming family spirit is alive at Neighborhood Church today."
    },
    {
      "type": "text",
      "text": "When we belong well, we stir one another up to love and good works. We hold each other up like trees in an orchard - roots deep in Christ, branches reaching out, fruit multiplying for the Kingdom."
    },
    {
      "type": "heading",
      "text": "Family Snapshot (a quick growth exercise)"
    },
    {
      "type": "text",
      "text": "Close your eyes for 30 seconds and picture one person at Neighborhood Church who might feel like a “stranger” right now. Ask the Holy Spirit: “How can I help them feel like family this week?” Write the name and one simple idea (invite to coffee, sit with them, pray for them, etc.)."
    },
    {
      "type": "heading",
      "text": "Personal Challenge"
    },
    {
      "type": "question",
      "id": "301-08-6",
      "text": "What is one practical way you can help someone new or hurting feel like they truly belong at Neighborhood Church this week?",
      "data_question": "What is one practical way you can help someone new or hurting feel like they truly belong at Neighborhood Church this week?"
    },
    {
      "type": "question",
      "id": "301-08-7",
      "text": "What fears or obstacles might keep you from taking that step? How can God’s Word help you overcome them?",
      "data_question": "What fears or obstacles might keep you from taking that step? How can God’s Word help you overcome them?"
    },
    {
      "type": "question",
      "id": "301-08-8",
      "text": "How does living out “Belong” make you a better leader in your home, neighborhood, and at Neighborhood Church?",
      "data_question": "How does living out \"Belong\" make you a better leader in your home, neighborhood, and at Neighborhood Church?"
    },
    {
      "type": "text",
      "text": "Multiplication Step: Do the belonging step you wrote above this week, then tell one other leader what happened and invite them to do the same."
    },
    {
      "type": "text",
      "text": "End this session by praying and asking God to make Neighborhood Church a place where every person feels truly welcomed, loved, and built together as family."
    },
    {
      "type": "text",
      "text": "End of Session #8"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "301-08-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-08-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-08-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}