{
  "id": "3",
  "title": "Lesson 3: Hospitality as Mission",
  "description": "Life Skill: Using your home and your table to welcome strangers into the family of God.",
  "blocks": [
    {
      "type": "text",
      "text": "The last several lessons have been building a vision of the church as a genuine spiritual family - belonging, bearing burdens, forgiving, encouraging one another. This final lesson in the 202 course turns that inward vision outward. The question is not only how you belong to the people already inside the community, but how you open the door to people who are still outside it. The most powerful tool you have for that is not a program or an event. It is your home."
    },
    {
      "type": "heading",
      "text": "The Ministry of the Table"
    },
    {
      "type": "text",
      "text": "In a lonely world, an open door is a powerful witness. We live in a culture that is starving for genuine connection - people who eat alone, neighbors who have never met, coworkers who go home to silence. Into that context, the church has been given an extraordinary tool: the table. Not a formal dinner party. Not a carefully curated guest list. Just an open home, a shared meal, and the presence of someone who actually sees you."
    },
    {
      "type": "verse",
      "reference": "Hebrews 13:2",
      "text": "Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares."
    },
    {
      "type": "text",
      "text": "The word translated \"hospitality\" in the New Testament is philoxenia - love of strangers. Not love of friends or love of people who are easy or love of people who will reciprocate. Strangers. People you do not yet know. People who cannot give you anything in return. That is the posture Scripture calls you to."
    },
    {
      "type": "question",
      "id": "202-10-1",
      "text": "10.1 - Who is someone outside of your normal friend group that you could invite to a meal or coffee in the coming weeks? Write the name or describe the person, and write one reason why you have not yet taken that step.",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "What Hospitality Actually Is"
    },
    {
      "type": "text",
      "text": "Hospitality is not entertaining. This is one of the most important distinctions in the whole conversation. Entertaining is about impressing people - the perfect home, the perfect meal, the perfect performance. Hospitality is about welcoming people - making them feel seen, safe, and wanted. You can practice radical hospitality in a small apartment with takeout pizza. The size of your home has nothing to do with the size of your welcome."
    },
    {
      "type": "verse",
      "reference": "Romans 12:13",
      "text": "Contribute to the needs of the saints and seek to show hospitality."
    },
    {
      "type": "text",
      "text": "Notice the posture in Romans 12: seek to show hospitality. Not wait until you feel ready. Not offer it when the house is clean. Seek it. Pursue it. Go looking for opportunities to extend welcome. That kind of proactive hospitality does not happen by accident. It has to be a decision, a value you build into your rhythm of life."
    },
    {
      "type": "question",
      "id": "202-10-2",
      "text": "10.2 - What is the difference between entertaining and true hospitality? Where do you think the pressure to entertain has gotten in the way of you opening your home more freely?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Jesus and the Table"
    },
    {
      "type": "text",
      "text": "Jesus was constantly at a table with someone. He ate with tax collectors and sinners. He ate with Pharisees who were hostile to him. He fed thousands on a hillside. He broke bread with his disciples on the night before his death. He cooked breakfast for his disciples on a beach after the resurrection. For Jesus, the table was not a social nicety. It was a ministry tool."
    },
    {
      "type": "verse",
      "reference": "Luke 14:12-14",
      "text": "He said also to the man who had invited him, 'When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or rich neighbors, lest they also invite you in return and you be repaid. But when you give a feast, invite the poor, the crippled, the lame, the blind, and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.'"
    },
    {
      "type": "text",
      "text": "This teaching turns the ordinary logic of hospitality on its head. Most of us invite the people who will invite us back. We fill our tables with our own circle. Jesus says the blessing is in inviting the ones who cannot give you anything in return - and trusting God with what you do not receive from them. That posture is countercultural in every era, and it is deeply attractive to a watching world."
    },
    {
      "type": "question",
      "id": "202-10-3",
      "text": "10.3 - How does Jesus' model of the table challenge your current practice of hospitality? Who are the \"poor, crippled, lame, and blind\" equivalents in your neighborhood, workplace, or church context?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Hospitality as the Front Door of the Gospel"
    },
    {
      "type": "verse",
      "reference": "1 Peter 4:9-10",
      "text": "Show hospitality to one another without grumbling. As each has received a gift, use it to serve one another, as good stewards of the manifold grace of God."
    },
    {
      "type": "text",
      "text": "Here is the truth about why hospitality matters so much: most people do not come to faith in a church building. They come to faith through a relationship. Someone opened their home, made space for honest conversation, asked good questions, and modeled what it looks like to follow Jesus in ordinary life. The table is where those relationships get built. Every meal you share with someone who does not yet know Jesus is planting seeds that the Spirit can water. Hospitality is not a support ministry to the real mission. It is the mission."
    },
    {
      "type": "question",
      "id": "202-10-4",
      "text": "10.4 - Think of your own story. Was there a person or a home that created the relational space for you to encounter the gospel? What did that person do that opened the door?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Making It Sustainable"
    },
    {
      "type": "text",
      "text": "The goal is not a dramatic overhaul of your social life. The goal is building hospitality into the rhythms you already have. This might look like a standing monthly dinner with a neighbor. It might be a backyard cookout that includes the person next door you have never met. It might be the coworker you have been meaning to have coffee with for six months. Small, consistent, ordinary acts of welcome accumulate into something significant over time. You do not need a big house or a special gift. You need a willing heart and a chair at your table."
    },
    {
      "type": "question",
      "id": "202-10-5",
      "text": "10.5 - What fears or obstacles most consistently keep you from practicing hospitality? (Too busy, home not nice enough, don't know what to say, fear of rejection...) Name them honestly.",
      "height": "tall"
    },
    {
      "type": "question",
      "id": "202-10-6",
      "text": "10.6 - Write one concrete, specific step you will take in the next 30 days to use your home or your table as a place of welcome. Name the person, the occasion, and the date you will aim for.",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "202-10-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "202-10-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "202-10-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}
