{
  "id": "4",
  "title": "Lesson 4: Personal Testimony and Gospel Diagram",
  "description": "Life Skill: Learning to explain the good news clearly, simply, and reproducibly - so you can share it with anyone.",
  "blocks": [
    {
      "type": "text",
      "text": "Lessons 2 through 4 have been building your relational infrastructure for mission: being sent, noticing people, building genuine friendships, and crafting your personal story. This lesson gives you a tool for the moment when someone who trusts you asks the question you have been hoping for: \"So what do you actually believe?\" Or maybe it's not that direct - maybe it's \"Why do you seem so different?\" or \"What keeps you from being afraid?\" However the door opens, you need to be ready to walk through it with clarity. This lesson is about learning to explain the gospel simply enough that anyone can follow it - and clearly enough that it is actually good news."
    },
    {
      "type": "heading",
      "text": "Drawing the Gospel"
    },
    {
      "type": "text",
      "text": "Sometimes words alone are not enough. A simple diagram - something you can sketch on a napkin or a whiteboard - gives a visual shape to a story that people need to be able to see, not just hear. It also gives you a framework to remember under pressure. When a conversation takes an unexpected turn toward spiritual things, having a clear mental picture of the gospel keeps you from rambling or forgetting where you are headed."
    },
    {
      "type": "verse",
      "reference": "Romans 10:14",
      "text": "How then will they call on him in whom they have not believed? And how are they to believe in him of whom they have never heard? And how are they to hear without someone preaching?"
    },
    {
      "type": "question",
      "id": "203-05-1",
      "text": "5.1 - Why is it important to have a clear, reproducible way to explain the gospel rather than just improvising? What tends to happen when you try to share your faith without a framework?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "The Four Movements"
    },
    {
      "type": "text",
      "text": "The gospel has a shape. It moves through four essential movements, and every gospel presentation worth knowing covers all four. Leaving one out creates confusion. The four movements are: God's design, our problem, God's solution, and our response."
    },
    {
      "type": "verse",
      "reference": "Romans 3:23",
      "text": "For all have sinned and fall short of the glory of God."
    },
    {
      "type": "verse",
      "reference": "Romans 6:23",
      "text": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."
    },
    {
      "type": "verse",
      "reference": "Romans 5:8",
      "text": "But God shows his love for us in that while we were still sinners, Christ died for us."
    },
    {
      "type": "verse",
      "reference": "Romans 10:9",
      "text": "If you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."
    },
    {
      "type": "text",
      "text": "Movement 1 - God's Design: God made us for relationship with him. We were created in his image, for his glory, to know him and be known by him. That is what we were built for. Movement 2 - Our Problem: Sin broke the relationship. Every person has chosen their own way over God's way, and the result is separation. Not just moral failure - relational distance from the God we were made for. Movement 3 - God's Solution: God did not leave us in the gap. He sent Jesus - fully God, fully human - to live the life we couldn't and die the death we deserved. The resurrection proves that death did not have the final word. Movement 4 - Our Response: The gospel is not just information to agree with. It requires a response: turn from sin and trust in Jesus. This is the hinge between knowing the story and being part of it."
    },
    {
      "type": "question",
      "id": "203-05-2",
      "text": "5.2 - In your own words, walk through each of the four movements. Don't copy the text above - say it in the way you would say it to a friend over coffee. Write it out as if you're talking, not writing an essay.",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "The Bridge"
    },
    {
      "type": "text",
      "text": "One of the most portable gospel diagrams is the Bridge Illustration. Picture two cliffs facing each other with a deep gap between them. On one side is God - holy, loving, perfect. On the other side is humanity - broken, separated, unable to reach across. Every human attempt to close the gap - religion, good works, self-improvement - falls short. Then draw a cross lying horizontally between the two cliffs, connecting them. The cross is the only bridge. It cost Jesus everything to build it. And it is wide enough for anyone who will step onto it."
    },
    {
      "type": "text",
      "text": "This is not the only diagram, but it is one of the clearest. Its power is in the visual: the gap is real, the cross is the only solution, and the response required is to walk across. You can draw it in thirty seconds on any available surface, and it invites conversation rather than ending it."
    },
    {
      "type": "question",
      "id": "203-05-3",
      "text": "5.3 - Without looking back at the description, try to draw and label the Bridge Illustration from memory. Then write: what part of this diagram do you find most difficult to explain clearly, and why?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Making It Your Own"
    },
    {
      "type": "text",
      "text": "The goal is not to recite a formula. It is to know the story of the gospel so thoroughly that you can tell it naturally, in your own voice, in whatever form the moment calls for. Sometimes it takes ten minutes. Sometimes it takes ten seconds. The framework gives you the bones - your voice, your story, and the Spirit give it flesh."
    },
    {
      "type": "verse",
      "reference": "1 Peter 3:15",
      "text": "But in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect."
    },
    {
      "type": "text",
      "text": "Peter says always be prepared - not always be presenting. Preparation is the internal work. The actual conversation is guided by the Spirit, responsive to the other person, and marked by gentleness and respect. You are not trying to win an argument. You are inviting someone to cross a bridge that has already been built for them."
    },
    {
      "type": "question",
      "id": "203-05-4",
      "text": "5.4 - Write out a 60-second version of the gospel in your own words, as if a friend just asked you: \"What do you actually believe, and why does it matter?\" Don't use religious jargon. Just say it plainly.",
      "height": "tall"
    },
    {
      "type": "question",
      "id": "203-05-5",
      "text": "5.5 - Who is one specific person you could share the gospel with in the next 30 days? What is one step you could take to create or invite that conversation?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "BLESS Check-in"
    },
    {
      "type": "question",
      "id": "203-05-bless",
      "text": "Who are you currently BLESSing? Who are you praying for and actively moving toward? What is one specific step you are taking this week?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "203-05-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "203-05-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "203-05-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}