{
  "id": "2",
  "title": "Lesson 2: BLESS Rhythms",
  "description": "Five practical rhythms for living on mission where you live, work, and play: Begin with Prayer, Listen, Eat, Serve, Story.",
  "blocks": [
    {
      "type": "image",
      "src": "images/203-02-bless-logo.png",
      "alt": "BLESS - Begin with Prayer, Listen, Eat, Serve, Story"
    },
    {
      "type": "text",
      "text": "Lesson 1 gave you the vision: you are sent. This lesson gives you the practice. The challenge with mission is not usually motivation - most people who have encountered Jesus want others to know him too. The challenge is not knowing what to do on a Tuesday. BLESS is a set of five rhythms that give shape to missional living in ordinary life. They are not a program or a strategy. They are habits - the kind of habits that, practiced consistently over time, naturally create relationships where the gospel can take root."
    },
    {
      "type": "text",
      "text": "BLESS stands for: Begin with Prayer, Listen, Eat, Serve, and Story. Each rhythm has a simple practice attached to it. None of them require a special gift or a particular personality. They just require intention - and a little courage."
    },
    {
      "type": "heading",
      "text": "B - Begin with Prayer"
    },
    {
      "type": "text",
      "text": "Every rhythm in BLESS starts here, because mission starts here. Before you can love people well, you need to see them the way God sees them. Prayer is what adjusts your vision. It is how you learn to notice people you have been walking past. It is how you find out where God is already at work in someone's life before you show up."
    },
    {
      "type": "text",
      "text": "The most practical version of this rhythm is a short prayer list: three to five people you know who do not follow Jesus. Write their names down. Pray for them daily - not for a spiritual conversation, not for a breakthrough, just for them. Pray for their health, their family, their job, the thing you know they are worried about. Over time, this practice changes how you see them every time you interact."
    },
    {
      "type": "verse",
      "reference": "Romans 10:1",
      "text": "Brothers, my heart's desire and prayer to God for them is that they may be saved."
    },
    {
      "type": "verse",
      "reference": "Colossians 4:2-3",
      "text": "Continue steadfastly in prayer, being watchful in it with thanksgiving. At the same time, pray also for us, that God may open a door for the word, that we may declare the mystery of Christ."
    },
    {
      "type": "text",
      "text": "Paul's posture in Colossians 4 is striking: he asks others to pray for open doors rather than forcing them open himself. Mission is God's work, and prayer is how we align ourselves with what he is already doing. <strong>You talk to God about people before you talk to people about God.</strong>"
    },
    {
      "type": "text",
      "text": "As you build your prayer list, let these two questions shape how you pray: <strong>God, where are you already at work where I live, work, and play? How can I join you?</strong> These questions move prayer from asking God to bless your plans to asking him to show you where he is already moving."
    },
    {
      "type": "question",
      "id": "203-02-b",
      "text": "B - Prayer: Write the names of 3-5 people in your life right now who do not follow Jesus. These are your people to pray for daily. What do you know about each of them that you can bring to God this week?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "L - Listen"
    },
    {
      "type": "text",
      "text": "Most people do not feel heard. They go through entire days - sometimes entire seasons of life - without anyone asking them a genuine question and waiting for a real answer. When you slow down and actually listen to someone's story, their hopes, their fears, and what they are carrying, something happens in them. They feel seen. And people who feel seen are open in ways they normally are not."
    },
    {
      "type": "text",
      "text": "The Listen rhythm is not a technique. It is a posture of genuine curiosity - caring about the person in front of you more than you care about where the conversation is going. It means asking real questions, following up on what someone shares, and resisting the urge to talk about yourself or offer a quick answer. <strong>People do not care how much you know until they know how much you care.</strong>"
    },
    {
      "type": "verse",
      "reference": "James 1:19",
      "text": "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger."
    },
    {
      "type": "verse",
      "reference": "Proverbs 20:5",
      "text": "The purpose in a man's heart is like deep water, but a man of understanding will draw it out."
    },
    {
      "type": "text",
      "text": "Proverbs says there is deep water in every person - meaning and purpose and story that rarely surfaces in casual conversation. A person of understanding draws it out. You do that with questions, with patience, and with the willingness to sit with someone in what they share rather than rushing to fix it."
    },
    {
      "type": "question",
      "id": "203-02-l",
      "text": "L - Listen: Think of someone on your prayer list or in your regular path. What do you actually know about their life right now - what they are carrying, hoping for, struggling with? What is one genuine question you could ask them this week to go deeper?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "E - Eat"
    },
    {
      "type": "text",
      "text": "Jesus ate his way through the gospels. He ate with Pharisees and sinners, with outcasts and fishermen, with friends and with people who would betray him. He fed thousands on a hillside. He cooked breakfast on a beach. He broke bread with his disciples the night before he died, and again after the resurrection. For Jesus, the shared meal was not a social nicety - it was a ministry strategy."
    },
    {
      "type": "text",
      "text": "There is something that happens at a table that does not happen anywhere else. Eating together moves a relationship from faces to friends. It creates unhurried time. It signals that you value someone enough to share something as basic as a meal with them. In a culture where most people eat alone most of the time, an invitation to your table is genuinely countercultural - and genuinely powerful."
    },
    {
      "type": "verse",
      "reference": "Luke 15:1-2",
      "text": "Now the tax collectors and sinners were all drawing near to hear him. And the Pharisees and the scribes grumbled, saying, \"This man receives sinners and eats with them.\""
    },
    {
      "type": "text",
      "text": "The Pharisees meant this as an accusation. Jesus wore it as a description. He was known for eating with the wrong people. The Eat rhythm asks you to do the same - not just sharing meals with people already in your circle, but inviting someone outside it to your table."
    },
    {
      "type": "question",
      "id": "203-02-e",
      "text": "E - Eat: Who is someone on your prayer list - or someone in your neighborhood, office, or community - that you could invite to a meal or coffee in the next two weeks? Write their name and a specific plan: where, when, and what you'll say when you invite them.",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "S - Serve"
    },
    {
      "type": "text",
      "text": "One of the most disarming things a person can experience is someone doing something for them with no strings attached - no agenda, no follow-up pitch, just help. When you look for a tangible need in someone's life and meet it simply because they matter, you are displaying Jesus in a way that words cannot. This is the Serve rhythm: keeping your eyes open for what people actually need, and showing up with your time, your skills, or your resources to help."
    },
    {
      "type": "text",
      "text": "This does not have to be dramatic. Helping someone move. Watching their kids for an afternoon. Dropping off a meal when someone is sick. Fixing the thing that keeps breaking. Showing up to help with the project. The smaller and more specific the act of service, the more it communicates that you were actually paying attention to their life."
    },
    {
      "type": "verse",
      "reference": "Galatians 5:13",
      "text": "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another."
    },
    {
      "type": "verse",
      "reference": "Matthew 20:28",
      "text": "Even as the Son of Man came not to be served but to serve, and to give his life as a ransom for many."
    },
    {
      "type": "text",
      "text": "Jesus defines his own mission in terms of service. The Serve rhythm is not an add-on to mission - it is an expression of Jesus' own posture toward people. When you serve someone practically, you are showing them what Jesus is like before you ever say his name."
    },
    {
      "type": "question",
      "id": "203-02-s1",
      "text": "S - Serve: What tangible need do you see in someone around you right now - on your street, in your building, at your workplace? What is one specific way you could show up and serve them this week, with no agenda attached?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "S - Story"
    },
    {
      "type": "text",
      "text": "Every other rhythm in BLESS builds relational trust. This final rhythm is what that trust eventually makes possible: sharing how Jesus has changed your story. Your testimony is not a doctrinal argument or a sales pitch. It is simply your experience - what your life was like before, how you encountered Jesus, and what is different now. No one can argue with that. It is yours."
    },
    {
      "type": "text",
      "text": "Most people never share their story because they have not prepared it. They either try to tell too much (starting from creation) or too little (\"church is great, you should come\"). The goal is a clear, honest, natural account in roughly three sentences or three minutes - something you could say over coffee without it feeling like a presentation. The power is not in your eloquence. It is in the simple fact that you were changed, and you are willing to say so."
    },
    {
      "type": "verse",
      "reference": "Revelation 12:11",
      "text": "And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death."
    },
    {
      "type": "verse",
      "reference": "1 Peter 3:15",
      "text": "But in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect."
    },
    {
      "type": "question",
      "id": "203-02-s2",
      "text": "S - Story: Write your testimony in 3-4 sentences using this simple frame: (1) What my life looked like before Jesus, (2) how I encountered him, (3) what is different now. Write it in plain, ordinary language - the way you would say it to a friend, not a church crowd.",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Putting It Together"
    },
    {
      "type": "text",
      "text": "BLESS is not a checklist you complete once a week. It is a set of lenses that, over time, shape how you move through the world. Some weeks you will be heavy in Prayer and light in Serve. Some seasons a single relationship will move through all five rhythms over the course of a year. The goal is not to do all five every day. The goal is to have them become instinctive - so that when you walk out your front door, you are already asking: who am I praying for, who do I need to listen to, who can I eat with, who can I serve, whose story is intersecting with mine?"
    },
    {
      "type": "question",
      "id": "203-02-6",
      "text": "Which of the five BLESS rhythms comes most naturally to you? Which one is hardest? What is one thing you will do this week to practice the hardest one?",
      "height": "tall"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "203-02-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "203-02-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "203-02-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}
