{
  "id": "301-01",
  "title": "Lesson 1: Vision Casting and Mission Strategy",
  "description": "How a leader receives, clarifies, and communicates a vision rooted in the gospel - and builds strategy around it.",
  "content": [
    {
      "type": "text",
      "text": "You have completed the 201 course, establishing your personal roots in Christ and learning to abide in him. You have walked through 202-203, discovering missional practices and how to invite others into kingdom life. Now the direction shifts. The question is no longer only about your own discipleship but about how you lead others into this same life. This is the 301 course: leadership. And it begins with vision. A leader without vision is just managing yesterday. A leader with vision but no strategy frustrates people. So we start here, with how you receive, clarify, and communicate a vision that comes from God."
    },
    {
      "type": "heading",
      "text": "Where Vision Comes From"
    },
    {
      "type": "text",
      "text": "Vision does not come from brainstorm sessions or five-year planning meetings. Vision comes from God, and it comes when a leader is paying attention. Nehemiah did not start with a vision. He started with a burden. He heard about the brokenness of Jerusalem, and he wept. He fasted. He prayed. This was not strategy. This was a heart that had been touched by the Spirit of God and could not ignore what he had seen. Notice the order: the feeling came first. The vision crystallized later. Most leaders get this backwards. They think the vision comes first, and then you feel passionate about it. No. You feel the weight of something broken or unfinished. You pray into it. You search Scripture. You ask wise people. And slowly, or sometimes suddenly, you see what God is calling you to build or fix. That is when vision is born."
    },
    {
      "type": "verse",
      "reference": "Nehemiah 1:3-4",
      "text": "And they said to me, 'The survivors there in the province who escaped exile are in great trouble and shame. The wall of Jerusalem is broken down, and its gates are destroyed by fire.' As soon as I heard these words I sat down and wept and mourned for days, and I continued fasting and praying before the God of heaven."
    },
    {
      "type": "question",
      "id": "301-01-1",
      "text": "What need or broken situation has God made you aware of recently? Is there something you find yourself praying about or thinking about regularly?"
    },
    {
      "type": "question",
      "id": "301-01-2",
      "text": "How is a God-given burden different from a problem you think someone should fix? How do you know the difference?"
    },
    {
      "type": "heading",
      "text": "Communicating the Vision"
    },
    {
      "type": "text",
      "text": "Once you have a vision, you have to communicate it. Nehemiah did this brilliantly. He did not say, 'I have been praying about the walls of Jerusalem and I think God wants us to rebuild them.' Instead, he invited people into the reality of the problem and then the picture of the solution. He said, 'Come, let us build.' Three things happen here. First, he names the problem clearly. Second, he casts a picture that people can see and feel. Third, he invites participation. This last thing is crucial. A vision that excludes people is not a vision, it is a dictate. Notice also that his vision fits in a sentence. You should be able to say your vision in one sentence. If you cannot, it is not clear enough yet. If you cannot say it in a sentence, your team cannot say it. And if your team cannot say it, they cannot carry it."
    },
    {
      "type": "verse",
      "reference": "Nehemiah 2:17-18",
      "text": "Then I said to them, 'You see the trouble we are in: Jerusalem lies in ruins, and its gates have been burned with fire. Come, let us rebuild the wall of Jerusalem, and we will no longer be in disgrace.' I also told them about the gracious hand of my God on me and what the king had said to me. They replied, 'Let us start rebuilding.' So they began this good work."
    },
    {
      "type": "question",
      "id": "301-01-3",
      "text": "Can you state your current vision or mission in one sentence? If not, what part is still fuzzy?"
    },
    {
      "type": "question",
      "id": "301-01-4",
      "text": "When you communicate your vision to others, do you help them see the problem, the picture, and their role? Which of these do you tend to skip?"
    },
    {
      "type": "heading",
      "text": "Strategy Serves Vision"
    },
    {
      "type": "text",
      "text": "Here is what separates visionary leaders from merely busy leaders: strategy. A leader with a clear vision but no strategy frustrates everyone. The people can feel the passion, but they cannot translate it into action. They feel called but not led. On the other hand, a leader with excellent strategy but no vision produces activity without meaning. People stay busy. Projects get done. But the team never feels like they are part of something bigger. The sweet spot is this: a clear vision that has been thought through into concrete steps. This is where Proverbs comes in. Proverbs 29:18 says, 'Where there is no prophetic vision the people cast off restraint.' That sounds spiritual. But notice: it is also practical. Without a vision, people lack direction and accountability. Habakkuk 2:2 goes further: 'Write the vision; make it plain.' Write it down. Make it so clear that anyone can read it and understand. This is where strategy comes in. The vision is the what and the why. The strategy is the how and the when. Both are necessary."
    },
    {
      "type": "verse",
      "reference": "Proverbs 29:18",
      "text": "Where there is no prophetic vision the people cast off restraint, but blessed is he who keeps the law."
    },
    {
      "type": "verse",
      "reference": "Habakkuk 2:2",
      "text": "And the Lord answered me: 'Write the vision; make it plain on tablets, so he may run who reads it.'"
    },
    {
      "type": "question",
      "id": "301-01-5",
      "text": "Do you have a clear vision for what you are leading? Do you have a written strategy to get there? Which one is weaker for you right now?"
    },
    {
      "type": "question",
      "id": "301-01-6",
      "text": "What is the gap between your current reality and what God is calling you toward? Can you name it specifically?"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "301-01-key",
      "text": "What is the one key insight from this lesson about vision and strategy?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-01-step",
      "text": "What is one step you will take this week to clarify your vision or improve your strategy?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-01-prayer",
      "text": "How will you pray about the vision God has for you and those you lead?",
      "height": "short"
    }
  ]
}
