{
  "id": "301-02",
  "title": "Lesson 2: Developing and Mentoring Leaders",
  "description": "Why developing other leaders is the primary job of a leader - and what that investment actually looks like.",
  "content": [
    {
      "type": "text",
      "text": "Lesson 1 established your vision and strategy. The picture is clear. The plan is written. But here is the hard truth: vision without leaders to carry it stays on paper. This is why developing other leaders is not a side project. It is the primary job of a leader. It is the most leveraged investment you can make. A leader who leads only themselves changes only themselves. A leader who develops other leaders multiplies their impact across generations. This lesson is about what that investment actually looks like, and why most leaders get it wrong."
    },
    {
      "type": "heading",
      "text": "The Most Important Thing a Leader Does"
    },
    {
      "type": "text",
      "text": "If you studied how most leaders spend their time, you would find this: 80% on tasks and 20% on people. Jesus did the opposite. He spent most of his time with his twelve. Not getting things done. Being with people. Teaching them. Correcting them. Releasing them. Mark 3:14 is explicit: he 'appointed twelve, so that they might be with him and he might send them out to preach.' Notice that proximity was the curriculum. He did not set up a training program separate from his life. The training was his life. He ate with them. He walked with them. He answered their questions at midnight. He rebuked them when they were prideful. He sent them out and asked them how it went. He was with them, and that is how they learned. This is the model. Development is not something you do in your spare time. It is the center of what you do."
    },
    {
      "type": "verse",
      "reference": "Mark 3:14",
      "text": "And he appointed twelve (whom he also named apostles) so that they might be with him and he might send them out to preach."
    },
    {
      "type": "question",
      "id": "301-02-1",
      "text": "How much of your leadership time goes to task completion versus developing people? Be honest about the ratio."
    },
    {
      "type": "question",
      "id": "301-02-2",
      "text": "Who has invested in you as a leader? What did they do that made the difference? How could you offer that same investment to others?"
    },
    {
      "type": "heading",
      "text": "The Jethro Principle"
    },
    {
      "type": "text",
      "text": "Exodus 18 is a moment of clarity. Moses is burning out. He is doing everything himself. He is sitting and judging every case, answering every question, solving every problem. His father-in-law, Jethro, comes to visit and sees this disaster in slow motion. Jethro says, 'What you are doing is not good. You will surely wear yourself out.' And then Jethro does not tell Moses to work harder. He tells him to raise up other leaders. Create a system where there are leaders of thousands, leaders of hundreds, leaders of fifties, and leaders of tens. Let them handle the routine matters. Moses handles only what they cannot. This is the Jethro Principle: the leader who cannot delegate is the lid on the organization. The organization cannot grow beyond what one person can manage. The leader who hoards responsibility does not protect the mission, they choke it. Developing leaders is not a kindness. It is a necessity."
    },
    {
      "type": "verse",
      "reference": "Exodus 18:17-23",
      "text": "Moses' father-in-law said to him, 'What you are doing is not good. You and the people with you will certainly wear yourselves out, for the thing is too heavy for you. You are not able to perform it alone. Listen now to my voice; I will give you advice, and God be with you! You shall represent the people before God and bring their cases to God, and you shall warn them about the statutes and the laws, and make them know the way they must walk and what they must do. Moreover, look for able men from all the people, men who fear God, who are trustworthy and who hate a bribe, and place such men over the people as chiefs of thousands, of hundreds, of fifties, and of tens. And let them judge the people at all times. Every great matter they shall bring to you, but any small matter they shall decide. So it will be easier for you, and they will bear the burden with you.'"
    },
    {
      "type": "question",
      "id": "301-02-3",
      "text": "Where are you trying to do too much yourself? What would it look like to raise up a leader in that area?"
    },
    {
      "type": "heading",
      "text": "What Investment Actually Looks Like"
    },
    {
      "type": "text",
      "text": "Second Timothy 2:2 shows a four-generation chain of multiplication. Paul invested in Timothy. Timothy is told to invest in faithful men. Those faithful men will be able to invest in others. Watch the word Paul uses: 'faithful.' Not the most talented. Not the most charismatic. Not the loudest. Faithful. These are the people who follow through. Who show up. Who do the small things well. The ones who are not waiting for the big opportunity. Once you have identified these faithful people, what does investment look like? It is time. It is presence. It is proximity and partnership. It is honest feedback, even when it stings. It is permission to fail. It is believing in them before they believe in themselves. It is asking hard questions. It is celebration of growth. It is challenge. It is accountability. It is repeating yourself because they have not learned yet, and that is okay."
    },
    {
      "type": "verse",
      "reference": "2 Timothy 2:2",
      "text": "And what you have heard from me in the presence of many witnesses entrust to faithful men who will be able to teach others also."
    },
    {
      "type": "question",
      "id": "301-02-4",
      "text": "Who are 2-3 people in your life right now that you could be intentionally developing as leaders?"
    },
    {
      "type": "question",
      "id": "301-02-5",
      "text": "What is the difference between managing someone and developing them? How does this change what you do?"
    },
    {
      "type": "question",
      "id": "301-02-6",
      "text": "What keeps leaders from investing in others? What is the fear or barrier for you personally?"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "301-02-key",
      "text": "What is the one key insight from this lesson about developing leaders?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-02-step",
      "text": "What is one step you will take this week to begin or deepen an investment in someone?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-02-prayer",
      "text": "How will you pray about the leaders God wants you to develop?",
      "height": "short"
    }
  ]
}
