{
  "id": "9",
  "title": "Multiplying the Spiritual Family",
  "description": "Introduction to “Belong” Sessions 8, 9 & 10 - The Orchard",
  "blocks": [
    {
      "type": "text",
      "text": "In these final three sessions we are going to lean into the third core value of “BELONG” and how our love for God and neighbors is lived out together in a welcoming spiritual family."
    },
    {
      "type": "text",
      "text": "Our mission at Neighborhood Church is to love God and our neighbors together. That “together” is the beautiful way God designed His people to grow, serve, and multiply."
    },
    {
      "type": "list",
      "items": [
        "Loving God → We desire to BE God’s satisfied children, love Him, and glorify Him.",
        "And our neighbors → We desire to BLESS others where we live, work, and play.",
        "Together → We BELONG to a welcoming spiritual family."
      ]
    },
    {
      "type": "text",
      "text": "As we grow in our relationship with the Father, we are built into a spiritual family that holds one another up, encourages one another, and multiplies together. This is the orchard - roots deep in Christ, branches reaching out to bless, and fruit that multiplies for the Kingdom."
    },
    {
      "type": "heading",
      "text": "Session #9"
    },
    {
      "type": "heading",
      "text": "Multiplying the Spiritual Family"
    },
    {
      "type": "verse",
      "reference": "Matthew 28:18-20",
      "text": "And Jesus came and said to them, “All authority in heaven and on earth has been given to me. Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”"
    },
    {
      "type": "verse",
      "reference": "2 Timothy 2:2",
      "text": "And what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also."
    },
    {
      "type": "heading",
      "text": "Current Reality"
    },
    {
      "type": "question",
      "id": "301-09-1",
      "text": "On a scale of 1-10, how much are you currently multiplying disciples in your home or neighborhood? Explain.",
      "data_question": "On a scale of 1-10, how much are you currently multiplying disciples in your home or neighborhood? Explain."
    },
    {
      "type": "question",
      "id": "301-09-2",
      "text": "Think of one person God has placed in your life. What would it look like for you to help them grow as a disciple who then multiplies to others?",
      "data_question": "Think of one person God has placed in your life. What would it look like for you to help them grow as a disciple who then multiplies to others?"
    },
    {
      "type": "heading",
      "text": "Understanding the Bible"
    },
    {
      "type": "verse",
      "reference": "John 15:8,16",
      "text": "By this my Father is glorified, that you bear much fruit and so prove to be my disciples… You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you."
    },
    {
      "type": "verse",
      "reference": "Psalm 127:3-5",
      "text": "Behold, children are a heritage from the Lord, the fruit of the womb a reward. Like arrows in the hand of a warrior are the children of one’s youth. Blessed is the man who fills his quiver with them! He shall not be put to shame when he speaks with his enemies in the gate."
    },
    {
      "type": "question",
      "id": "301-09-3",
      "text": "What are your initial thoughts as you read these passages?",
      "data_question": "What are your initial thoughts as you read these passages?"
    },
    {
      "type": "question",
      "id": "301-09-4",
      "text": "Based on these passages, what does it look like to multiply fruit that abides in God’s Kingdom?",
      "data_question": "Based on these passages, what does it look like to multiply fruit that abides in God’s Kingdom?"
    },
    {
      "type": "heading",
      "text": "Summary Teaching"
    },
    {
      "type": "text",
      "text": "Jesus didn’t just call us to make disciples - He called us to make disciples who make disciples. The Great Commission is not a suggestion; it is the joyful overflow of a life that belongs to Him. When we abide in the Vine, we naturally bear fruit that multiplies."
    },
    {
      "type": "text",
      "text": "Paul told Timothy to entrust what he had learned to faithful men who would be able to teach others also. This is multiplication - one life investing in another, who invests in another, until the whole orchard is full of fruit."
    },
    {
      "type": "text",
      "text": "At Neighborhood Church we multiply when every leader helps the people in their home and neighborhood belong to Jesus and then belong to His family. The spiritual family grows when we live on mission together."
    },
    {
      "type": "heading",
      "text": "Multiplication Snapshot (a quick growth exercise)"
    },
    {
      "type": "text",
      "text": "Close your eyes for 30 seconds and picture one person in your home or neighborhood. Ask the Holy Spirit: “How can I help this person belong to Jesus and then help someone else belong too?” Write the name and one simple next step."
    },
    {
      "type": "heading",
      "text": "Personal Challenge"
    },
    {
      "type": "question",
      "id": "301-09-5",
      "text": "What is one practical way you can multiply disciples this month (in your home, neighborhood, or at Neighborhood Church)? Be specific.",
      "data_question": "What is one practical way you can multiply disciples this month (in your home, neighborhood, or at Neighborhood Church)? Be specific."
    },
    {
      "type": "question",
      "id": "301-09-6",
      "text": "What fears or obstacles might get in the way? How can God’s promise in Matthew 28:20 (“I am with you always”) help you overcome them?",
      "data_question": "What fears or obstacles might get in the way? How can God’s promise in Matthew 28:20 help you overcome them?"
    },
    {
      "type": "question",
      "id": "301-09-7",
      "text": "How will multiplying disciples make you a stronger leader who glorifies God in every area of life?",
      "data_question": "How will multiplying disciples make you a stronger leader who glorifies God in every area of life?"
    },
    {
      "type": "text",
      "text": "Multiplication Step: Take the step you wrote above this week, then tell one other leader at Neighborhood Church what happened and invite them to do the same."
    },
    {
      "type": "text",
      "text": "End this session by praying and asking God to make your life and our church family a place where disciples multiply for His glory."
    },
    {
      "type": "text",
      "text": "End of Session #9"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "301-09-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-09-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-09-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}