{
  "id": "10",
  "title": "The Multiplying Orchard",
  "description": "The Full Vision: Sending Leaders to Multiply the Kingdom",
  "blocks": [
    {
      "type": "heading",
      "text": "Session #10"
    },
    {
      "type": "heading",
      "text": "The Multiplying Orchard"
    },
    {
      "type": "text",
      "text": "Congratulations, leader! You have completed the Neighborhood Church Leadership Course. You have grown deeper in BE (your roots in Christ), BLESS (your fruit for the world), and BELONG (your life in the spiritual family). Now the vision is to multiply - to send and equip others to do the same."
    },
    {
      "type": "text",
      "text": "The tree analogy from Session 1 is now the orchard: roots deep in Christ, branches reaching out to bless, and fruit that multiplies for the Kingdom. Your leadership legacy is not just what you do - it is the leaders you raise up who raise up others."
    },
    {
      "type": "verse",
      "reference": "2 Timothy 2:2",
      "text": "And what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also."
    },
    {
      "type": "verse",
      "reference": "Matthew 28:18-20",
      "text": "And Jesus came and said to them, “All authority in heaven and on earth has been given to me. Go therefore and make disciples of all nations… teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”"
    },
    {
      "type": "heading",
      "text": "Current Reality"
    },
    {
      "type": "question",
      "id": "301-10-1",
      "text": "Looking back over the entire 301 course, what is one way God has grown you most as a leader?",
      "data_question": "Looking back over the entire 301 course, what is one way God has grown you most as a leader?"
    },
    {
      "type": "question",
      "id": "301-10-2",
      "text": "Who is one person God is calling you to invest in as a disciple who will then multiply to others?",
      "data_question": "Who is one person God is calling you to invest in as a disciple who will then multiply to others?"
    },
    {
      "type": "heading",
      "text": "Understanding the Bible"
    },
    {
      "type": "verse",
      "reference": "John 15:8,16",
      "text": "By this my Father is glorified, that you bear much fruit and so prove to be my disciples… You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide…"
    },
    {
      "type": "question",
      "id": "301-10-3",
      "text": "What are your initial thoughts as you read these passages?",
      "data_question": "What are your initial thoughts as you read these passages?"
    },
    {
      "type": "question",
      "id": "301-10-4",
      "text": "How does Jesus’ promise “I am with you always” give you confidence to multiply leaders?",
      "data_question": "How does Jesus’ promise “I am with you always” give you confidence to multiply leaders?"
    },
    {
      "type": "heading",
      "text": "Summary Teaching"
    },
    {
      "type": "text",
      "text": "The orchard is not finished when the trees grow tall - it is finished when the trees produce fruit that plants new orchards. Jesus didn’t stop with twelve disciples; He sent them to make more. Paul didn’t stop with Timothy; he told him to entrust the truth to faithful men who would teach others also."
    },
    {
      "type": "text",
      "text": "Your leadership at Neighborhood Church is now part of this multiplication story. Every leader you raise up who raises up others is fruit that abides. The spiritual family grows when we send leaders from our homes, neighborhoods, and church into the harvest."
    },
    {
      "type": "heading",
      "text": "Orchard Snapshot (a quick growth exercise)"
    },
    {
      "type": "text",
      "text": "Close your eyes for 30 seconds and picture the orchard God is growing through your life. Ask the Holy Spirit: “Who is one person I can send this year to multiply what I have learned?” Write the name and one next step."
    },
    {
      "type": "heading",
      "text": "Personal Challenge"
    },
    {
      "type": "question",
      "id": "301-10-5",
      "text": "What is one specific way you will multiply leaders in the next 90 days (in your home, neighborhood, or at Neighborhood Church)?",
      "data_question": "What is one specific way you will multiply leaders in the next 90 days (in your home, neighborhood, or at Neighborhood Church)?"
    },
    {
      "type": "question",
      "id": "301-10-6",
      "text": "What fears or obstacles might stand in the way? How will you trust Jesus’ promise “I am with you always” to overcome them?",
      "data_question": "What fears or obstacles might stand in the way? How will you trust Jesus’ promise “I am with you always” to overcome them?"
    },
    {
      "type": "question",
      "id": "301-10-7",
      "text": "How will living out this multiplication vision make Neighborhood Church a sending church that changes Overland Park and the world?",
      "data_question": "How will living out this multiplication vision make Neighborhood Church a sending church that changes Overland Park and the world?"
    },
    {
      "type": "text",
      "text": "Multiplication Step: Share your 90-day multiplication plan with your mentor or one other leader this week and ask them to pray with you and hold you accountable."
    },
    {
      "type": "text",
      "text": "End this course by praying and thanking God for how He has grown you - then ask Him to use you to multiply leaders who will multiply leaders for His glory."
    },
    {
      "type": "text",
      "text": "End of Session #10 - End of the 301 Leadership Course"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "301-10-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-10-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-10-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}