{
  "id": "7",
  "title": "Blessing Your Neighborhood",
  "description": "Introduction to “Bless” Sessions 5, 6 & 7 - The Fruit",
  "blocks": [
    {
      "type": "text",
      "text": "In these next three sessions we are going to lean into the second core value of “BLESS” and how our identity in Christ flows into a deep, missional love for the world. “Loving our neighbors” in our mission statement is all about our horizontal relationships with people. We are going to discover God’s purpose for His satisfied children to bless the world through our roles in our families and in our spheres of influence."
    },
    {
      "type": "list",
      "items": [
        "Loving God → We desire to BE God’s satisfied children, love Him, and glorify Him.",
        "And our neighbors → We desire to BLESS others where we live, work, and play.",
        "Together → We BELONG to a welcoming spiritual family."
      ]
    },
    {
      "type": "text",
      "text": "As we are overwhelmed by God’s great missional love for us through Jesus, we begin to understand that He invites us into that same mission. Blessing others starts right at home and overflows into the neighborhood and workplace. May we live generously and missionally because God first sent His Son to bless us with salvation."
    },
    {
      "type": "heading",
      "text": "Session #7"
    },
    {
      "type": "heading",
      "text": "Blessing Your Neighborhood"
    },
    {
      "type": "verse",
      "reference": "Matthew 5:13-16",
      "text": "“You are the salt of the earth… You are the light of the world. A city set on a hill cannot be hidden… Let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.”"
    },
    {
      "type": "heading",
      "text": "Current Reality"
    },
    {
      "type": "question",
      "id": "301-07-1",
      "text": "On a scale of 1-10, how intentionally are you blessing the people in your neighborhood or workplace right now? Explain.",
      "data_question": "On a scale of 1-10, how intentionally are you blessing the people in your neighborhood or workplace right now? Explain."
    },
    {
      "type": "question",
      "id": "301-07-2",
      "text": "Think of one neighbor or coworker who doesn’t know Jesus yet. What is one way you could bless them this week?",
      "data_question": "Think of one neighbor or coworker who doesn’t know Jesus yet. What is one way you could bless them this week?"
    },
    {
      "type": "heading",
      "text": "Understanding the Bible"
    },
    {
      "type": "verse",
      "reference": "Luke 10:25-37",
      "text": "The Parable of the Good Samaritan - “Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?” He said, “The one who showed him mercy.” And Jesus said to him, “Go, and do likewise.”"
    },
    {
      "type": "verse",
      "reference": "Galatians 6:9-10",
      "text": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up. So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith."
    },
    {
      "type": "question",
      "id": "301-07-3",
      "text": "What are your initial thoughts as you read these passages?",
      "data_question": "What are your initial thoughts as you read these passages?"
    },
    {
      "type": "question",
      "id": "301-07-4",
      "text": "What does Jesus teach us about who our neighbor is and how we should bless them?",
      "data_question": "What does Jesus teach us about who our neighbor is and how we should bless them?"
    },
    {
      "type": "heading",
      "text": "Summary Teaching"
    },
    {
      "type": "text",
      "text": "Blessing our neighbors is not a program - it’s a lifestyle of noticing, caring, and showing the love of Jesus in ordinary, everyday ways. It starts with simple acts: a smile, a meal, a listening ear, helping with a project, praying for them by name."
    },
    {
      "type": "text",
      "text": "When we bless others where we live, work, and play, we are living out the Great Commandment and the Great Commission right where God has placed us. Our neighborhoods become the harvest field, and we get to be the hands and feet of Jesus."
    },
    {
      "type": "heading",
      "text": "Neighborhood Snapshot (a quick growth exercise)"
    },
    {
      "type": "text",
      "text": "Close your eyes for 30 seconds and picture one person who lives or works near you. Ask the Holy Spirit: “How can I bless this person this week in a way that points them to Jesus?” Write the name and one simple idea."
    },
    {
      "type": "heading",
      "text": "Personal Challenge"
    },
    {
      "type": "question",
      "id": "301-07-5",
      "text": "What is one practical way you can bless a neighbor or coworker this week? Be specific.",
      "data_question": "What is one practical way you can bless a neighbor or coworker this week? Be specific."
    },
    {
      "type": "question",
      "id": "301-07-6",
      "text": "What fears or obstacles might keep you from taking that step? How can you overcome them with God’s help?",
      "data_question": "What fears or obstacles might keep you from taking that step? How can you overcome them with God’s help?"
    },
    {
      "type": "question",
      "id": "301-07-7",
      "text": "How can blessing your neighbors strengthen your own walk with Jesus and your leadership at Neighborhood Church?",
      "data_question": "How can blessing your neighbors strengthen your own walk with Jesus and your leadership at Neighborhood Church?"
    },
    {
      "type": "text",
      "text": "Multiplication Step: Do the blessing step you wrote above this week, then tell one other person in our church family what happened and invite them to do the same."
    },
    {
      "type": "text",
      "text": "End this session by praying and asking God to open doors for you to bless your neighbors and show them the love of Jesus."
    },
    {
      "type": "text",
      "text": "End of Session #7"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "301-07-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-07-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-07-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}