{
  "id": "6",
  "title": "Leading in Your Home",
  "description": "Introduction to “Bless” Sessions 5, 6 & 7 - The Fruit",
  "blocks": [
    {
      "type": "text",
      "text": "In these next three sessions we are going to lean into the second core value of “BLESS” and how our identity in Christ flows into a deep, missional love for the world. “Loving our neighbors” in our mission statement is all about our horizontal relationships with people. We are going to discover God’s purpose for His satisfied children to bless the world through our roles in our families and in our spheres of influence."
    },
    {
      "type": "list",
      "items": [
        "Loving God → We desire to BE God’s satisfied children, love Him, and glorify Him.",
        "And our neighbors → We desire to BLESS others where we live, work, and play.",
        "Together → We BELONG to a welcoming spiritual family."
      ]
    },
    {
      "type": "text",
      "text": "As we are overwhelmed by God’s great missional love for us through Jesus, we begin to understand that He invites us into that same mission. Blessing others starts right at home and overflows into the neighborhood and workplace. May we live generously and missionally because God first sent His Son to bless us with salvation."
    },
    {
      "type": "heading",
      "text": "Session #6"
    },
    {
      "type": "heading",
      "text": "Leading in Your Home"
    },
    {
      "type": "verse",
      "reference": "Deuteronomy 6:5-7",
      "text": "You shall love the Lord your God with all your heart and with all your soul and with all your might. And these words that I command you today shall be on your heart. You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise."
    },
    {
      "type": "heading",
      "text": "Current Reality"
    },
    {
      "type": "question",
      "id": "301-06-1",
      "text": "In a few sentences, describe a good leader in the home.",
      "data_question": "In a few sentences, describe a good leader in the home?"
    },
    {
      "type": "question",
      "id": "301-06-2",
      "text": "Someone once said, “To lead well publicly, one must lead well privately in their home.” What are the outcomes when the leader is consistent in both public and private environments? What happens with inconsistency?",
      "data_question": "Someone once said, \"To lead well publicly, one must lead well privately in their home.\" What are the outcomes in both the leader and the home when the leader is consistent in both public and private environments? What are the outcomes if there is an inconsistency between the two?"
    },
    {
      "type": "question",
      "id": "301-06-3",
      "text": "If you were to ask your family members to rate you on a scale of 1-5 of how well you are leading, what do you think they would say and why?",
      "data_question": "If you were to ask your family members to rate you on a scale of 1-5 of how well you are leading, what do you think they would say and why?"
    },
    {
      "type": "heading",
      "text": "Understanding the Bible"
    },
    {
      "type": "verse",
      "reference": "1 Timothy 5:8",
      "text": "But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever."
    },
    {
      "type": "verse",
      "reference": "1 Timothy 3:4-5",
      "text": "He must manage his own family well and see that his children obey him, and he must do so in a manner worthy of full respect. (If anyone does not know how to manage his own family, how can he take care of God’s church?)"
    },
    {
      "type": "verse",
      "reference": "Proverbs 20:7",
      "text": "The righteous who walks in his integrity - blessed are his children after him!"
    },
    {
      "type": "verse",
      "reference": "Proverbs 31:26-29",
      "text": "She opens her mouth with wisdom, and the teaching of kindness is on her tongue. She looks well to the ways of her household and does not eat the bread of idleness. Her children rise up and call her blessed; her husband also, and he praises her: “Many women have done excellently, but you surpass them all.”"
    },
    {
      "type": "question",
      "id": "301-06-4",
      "text": "What are your initial thoughts as you read these passages?",
      "data_question": "What are your initial thoughts as you read these passages?"
    },
    {
      "type": "question",
      "id": "301-06-5",
      "text": "Based on these passages, what are some defining values of godly leadership in a family?",
      "data_question": "Based on these passages, what are some defining values of godly leadership in a family?"
    },
    {
      "type": "heading",
      "text": "Summary Teaching"
    },
    {
      "type": "text",
      "text": "Read the article below by Jen Wilkin called “Our Children, Our Neighbors”"
    },
    {
      "type": "text",
      "text": "If you asked me the single-most important insight that has shaped my parenting, it would be this: “Children are people.” It seems self-evident… until we remember that children are people. Because if children are people, then they are also our neighbors. This means that every scriptural imperative that speaks to loving our neighbor as we love ourselves suddenly comes to bear on how we parent."
    },
    {
      "type": "text",
      "text": "Recognizing my children as my neighbors has impacted the way I discipline them, the way I speak to them, and the way I speak about them to others. It has required me to acknowledge how quick I am to treat those closest to me in ways I would never treat a friend or a co-worker. It has helped make my children objects of my compassion instead of my contempt."
    },
    {
      "type": "text",
      "text": "Recognizing my children as my neighbors has freed me up to enjoy them as people rather than to resent them as laundry-generating food-ingesting mess-making financial obligations."
    },
    {
      "type": "text",
      "text": "Here are just a few “unlikely” parenting verses that point me back to neighborliness on the days that don’t go as they should:"
    },
    {
      "type": "list",
      "items": [
        "Proverbs 15:1 – When I want to correct with harshness",
        "James 1:19-20 – When I want to lecture",
        "Philippians 2:3-4 – When I want to make them make me look awesome",
        "Matthew 25:37-40 – When meeting their needs feels like an imposition",
        "Matthew 6:3-4 – When I want credit for how hard I’m working",
        "Ephesians 4:31-32 – When I don’t want to extend forgiveness",
        "2 Timothy 2:24-26 – When I’ve lost sight of the forest for the trees"
      ]
    },
    {
      "type": "heading",
      "text": "Home Snapshot (a quick growth exercise)"
    },
    {
      "type": "text",
      "text": "Close your eyes for 30 seconds and picture one person in your home (spouse, child, roommate). Ask the Holy Spirit: “How can I love and lead them as my closest neighbor this week?” Write the name and one idea."
    },
    {
      "type": "heading",
      "text": "Personal Challenge"
    },
    {
      "type": "question",
      "id": "301-06-6",
      "text": "What are 2 key insights for you from the article above?",
      "data_question": "What are 2 key insights for you from the article above?"
    },
    {
      "type": "question",
      "id": "301-06-7",
      "text": "What were 2 passages she mentioned that will help you lead and love your family well and why?",
      "data_question": "What were 2 passages she mentioned that will help you lead and love your family well and why?"
    },
    {
      "type": "question",
      "id": "301-06-8",
      "text": "When considering your spouse (or future spouse) as your closest neighbor, what are a couple “loving others” passages in the Bible that will help you in your marriage?",
      "data_question": "When considering your spouse or future spouse as your closest neighbor, what are a couple \"loving others\" passages in the Bible will help you in your marriage?"
    },
    {
      "type": "question",
      "id": "301-06-9",
      "text": "What is one step you need to take to lead in your home the way God is calling you to? What do you need to value, think about, or do next? What outcome do you hope will occur for yourself and your family after you take this step?",
      "data_question": "What is one step you need to take to lead in your home the way God is calling you to? What do you need to value, think about, or do next? What outcome do you hope will occur for yourself and your family after you take this step?"
    },
    {
      "type": "question",
      "id": "301-06-10",
      "text": "Specifically, how can growing a strong spiritual foundation in your home improve your leadership in other settings?",
      "data_question": "Specifically, how can growing a strong spiritual foundation in your home improve your leadership in other settings?"
    },
    {
      "type": "text",
      "text": "Multiplication Step: Share one insight from this session with someone in your home this week and ask them, “How can I love and lead you better as my closest neighbor?”"
    },
    {
      "type": "text",
      "text": "End this session by praying and asking God to help you lead your home with the same love Jesus has shown you."
    },
    {
      "type": "text",
      "text": "End of Session #6"
    },
    {
      "type": "heading",
      "text": "Closing Reflections"
    },
    {
      "type": "question",
      "id": "301-06-key",
      "text": "What is one key thing you learned from this lesson?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-06-step",
      "text": "What is one step you are going to take this week?",
      "height": "short"
    },
    {
      "type": "question",
      "id": "301-06-prayer",
      "text": "What is a prayer request for this week?",
      "height": "short"
    }
  ]
}